import { f as createVNode, F as Fragment, _ as __astro_tag_component__ } from './astro/server_BrIEQ3l_.mjs';
import 'clsx';

const frontmatter = {
  "title": "Кто такие АИЗ?",
  "description": "Единственное условие для членства в АИЗ — это желание начать эффективно использовать интернет и технологии.",
  "pubDate": "2023-12-18",
  "img": "../../assets/images/posts/kto-takie-aiz/img.png",
  "tags": ["Информация"]
};
function getHeadings() {
  return [];
}
function _createMdxContent(props) {
  const _components = {
    br: "br",
    li: "li",
    p: "p",
    strong: "strong",
    ul: "ul",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: "Анонимные Интернет-Зависимые – это сообщество людей, которые делятся своим опытом, силами и надеждами друг с другом для того, чтобы решать нашу общую проблему зависимости от деструктивного использования интернета и других устройств и помогать выздоравливать другим."
    }), "\n", createVNode(_components.p, {
      children: "Мы не связаны ни с какой политической, религиозной или правоохранительной организацией, и не находимся ни под чьим контролем."
    }), "\n", createVNode(_components.p, {
      children: "Присоединиться к нам может каждый, независимо от возраста, национальности, убеждений, религии, или отсутствия таковой.\nУ нас нет ни вступительных, ни членских взносов. Мы сами себя содержим благодаря нашим добровольным пожертвованиям."
    }), "\n", createVNode(_components.p, {
      children: "Единственным условием для членства является желание выздороветь от интернет-зависимости."
    }), "\n", createVNode(_components.p, {
      children: "Наша единственная цель – избавиться от интернет-зависимости, и помочь другим обрести свободу от неё."
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.strong, {
        children: "Наша Программа Выздоровления"
      })
    }), "\n", createVNode(_components.p, {
      children: ["1 шаг. Мы признали своё бессилие перед зависимостью от интернета, признали, что наши жизни стали неуправляемы.", createVNode(_components.br, {}), "\n2 шаг. Пришли к убеждению, что только Сила более могущественная, чем мы, может вернуть нам здравомыслие.", createVNode(_components.br, {}), "\n3 шаг. Приняли решение препоручить нашу волю и нашу жизнь Богу, как мы Его понимали.", createVNode(_components.br, {}), "\n4 шаг. Глубоко и бесстрашно оценили себя и свою жизнь с нравственной точки зрения.", createVNode(_components.br, {}), "\n5 шаг. Признали перед Богом, собой и каким-либо другим человеком истинную природу наших заблуждений.", createVNode(_components.br, {}), "\n6 шаг. Полностью подготовили себя к тому, чтобы Бог избавил нас от наших недостатков.", createVNode(_components.br, {}), "\n7 шаг. Смиренно просили Его исправить наши изъяны.", createVNode(_components.br, {}), "\n8 шаг. Составили список всех тех людей, кому мы причинили зло, и преисполнились желанием загладить свою вину перед ними.", createVNode(_components.br, {}), "\n9 шаг. Лично возмещали причинённый этим людям ущерб, где только возможно, кроме тех случаев, когда это могло повредить им или кому-либо другому.", createVNode(_components.br, {}), "\n10 шаг. Продолжали самоанализ и, когда допускали ошибки, сразу признавали это.", createVNode(_components.br, {}), "\n11 шаг. Стремились путём молитвы и размышления углубить соприкосновение с Богом, как мы понимали Его, молясь лишь о знании Его воли, которую нам надлежит исполнить, и о даровании силы для этого.", createVNode(_components.br, {}), "\n12 шаг. Достигнув духовного пробуждения, к которому привели эти шаги, мы старались донести смысл наших идей до других интернет-зависимых и применять эти принципы во всех наших делах."]
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.strong, {
        children: "Обещания нашей Программы"
      })
    }), "\n", createVNode(_components.p, {
      children: "Мы познаем новую свободу и новое счастье.\nМы не будем сожалеть о нашем прошлом и вместе с тем не захотим полностью забывать о нем.\nМы узнаем, что такое чистота, ясность и покой.\nКак бы низко мы ни пали в прошлом, мы поймем, что наш опыт может быть полезен другим.\nИсчезнут ощущения ненужности и жалости к себе.\nМы потеряем интерес к вещам, которые подогревают наше самолюбие, и в нас усилится интерес к другим людям.\nМы освободимся от эгоизма.\nИзменится наше мировоззрение, исчезнут страх перед людьми и неуверенность в экономическом благополучии.\nМы интуитивно будем знать, как вести себя в ситуациях, которые раньше нас озадачивали.\nМы поймем, что Бог делает для нас то, что мы не смогли сами сделать для себя.\nВсе это произошло со многими из нас, с одними раньше с другими позже.\nВсё это становится явью, если приложить усилия."
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.strong, {
        children: "Традиции"
      })
    }), "\n", createVNode(_components.p, {
      children: ["1 - Наше общее благополучие должно стоять на первом месте; личное выздоровление зависит от единства АИЗ.", createVNode(_components.br, {}), "\n2 - В делах нашей группы есть лишь один высший авторитет — любящий Бог, воспринимаемый нами в том виде, в котором Он может предстать в нашем групповом сознании. Наши руководители — всего лишь облечённые доверием исполнители, они не приказывают.", createVNode(_components.br, {}), "\n3 - Единственное условие для того, чтобы стать членом АИЗ — это желание перестать компульсивно использовать интернет и устройства.", createVNode(_components.br, {}), "\n4 - Каждая группа должна быть вполне самостоятельной, за исключением дел, затрагивающих другие группы или АИЗ в целом.", createVNode(_components.br, {}), "\n5 - У каждой группы есть лишь одна главная цель — донести смысл наших идей до тех компульсивных пользователей интернета и устройств, которые всё ещё страдают.", createVNode(_components.br, {}), "\n6 - Группе АИЗ никогда не следует поддерживать, финансировать или предоставлять имя АИЗ для использования какой-либо родственной организации или посторонней компании, чтобы проблемы, связанные с деньгами, собственностью и престижем не отвлекали нас от нашей главной цели.", createVNode(_components.br, {}), "\n7 - Каждой группе АИЗ следует полностью опираться на собственные силы, отказываясь от помощи извне.", createVNode(_components.br, {}), "\n8 - Сообщество Анонимных Интернет-Зависимых должно всегда оставаться непрофессиональным объединением, однако наши службы могут нанимать работников, обладающих определённой квалификацией.", createVNode(_components.br, {}), "\n9 - Сообществу АИЗ никогда не следует обзаводиться жёсткой системой управления; однако мы можем создавать службы или комитеты, непосредственно подчинённые тем, кого они обслуживают.", createVNode(_components.br, {}), "\n10 - Сообщество Анонимных Интернет-Зависимых не придерживается какого-либо мнения по вопросам, не относящимся к его деятельности; поэтому имя АИЗ не следует вовлекать в какие-либо общественные дискуссии.", createVNode(_components.br, {}), "\n11 - Наша политика во взаимоотношениях с общественностью основывается на привлекательности наших идей, а не на пропаганде; мы должны всегда сохранять анонимность во всех наших контактах с прессой, радио, кино и интернетом.", createVNode(_components.br, {}), "\n12 - Анонимность — духовная основа всех наших Традиций, постоянно напоминающая нам о том, что главными являются принципы, а не личности."]
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.strong, {
        children: "Чем не занимается Сообщество?"
      })
    }), "\n", createVNode(_components.p, {
      children: "Традиция десятая: «Сообщество Анонимных Интернет-Зависимых не придерживается какого-либо мнения по вопросам, не относящимся к его деятельности, поэтому имя АИЗ не следует вовлекать в общественные дискуссии»."
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Не агитирует никого вступать в АИЗ и не пытается убеждать интернет-зависимых стремиться к выздоровлению."
      }), "\n", createVNode(_components.li, {
        children: "Не ведет учета своих членов или их историй болезни."
      }), "\n", createVNode(_components.li, {
        children: "Не контролирует своих членов и не следит за ними."
      }), "\n", createVNode(_components.li, {
        children: "Не ставит медицинских или психиатрических диагнозов, не делает прогнозов."
      }), "\n", createVNode(_components.li, {
        children: "Не предоставляет госпитализацию, лекарства или иное медицинское или психиатрическое лечение."
      }), "\n", createVNode(_components.li, {
        children: "Не обеспечивает жильем, питанием, одеждой, работой, деньгами или другими материальными благами."
      }), "\n", createVNode(_components.li, {
        children: "Не дает консультаций по семейным вопросам или проблемам трудовой занятости."
      }), "\n", createVNode(_components.li, {
        children: "Не участвует в исследованиях и не выступает их спонсором."
      }), "\n", createVNode(_components.li, {
        children: "Не предлагает никаких религиозных обрядов."
      }), "\n", createVNode(_components.li, {
        children: "Не вступает в полемику ни по проблеме интернет-зависимости, ни по каким-либо другим."
      }), "\n", createVNode(_components.li, {
        children: "Не принимает никакой платы за свои услуги и пожертвований из посторонних источников."
      }), "\n", createVNode(_components.li, {
        children: "Не выдает характеристик для предоставления комиссиям по условно-досрочному освобождению, адвокатам, работникам суда, школам, коммерческим организациям, социальным службам или другим учреждениям."
      }), "\n"]
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/kto-takie-aiz.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/content/posts/kto-takie-aiz.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/content/posts/kto-takie-aiz.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, Content as default, file, frontmatter, getHeadings, url };
