import { f as createVNode, F as Fragment, _ as __astro_tag_component__ } from './astro/server_BrIEQ3l_.mjs';
import { $ as $$Image } from './_astro_assets_DxOTQqGO.mjs';
import 'clsx';

const __0_______assets_images_posts_odin_iz_metodov_prohozhdeniya_shagov_aiz_4step_1_webp__ = new Proxy({"src":"/_astro/4step-1.DGcDzKY9.webp","width":3508,"height":2480,"format":"webp"}, {
						get(target, name, receiver) {
							if (name === 'clone') {
								return structuredClone(target);
							}
							if (name === 'fsPath') {
								return "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/assets/images/posts/odin-iz-metodov-prohozhdeniya-shagov-aiz/4step-1.webp";
							}
							
							return target[name];
						}
					});

const __1_______assets_images_posts_odin_iz_metodov_prohozhdeniya_shagov_aiz_table_4step_webp__ = new Proxy({"src":"/_astro/table-4step.wxdvLlvS.webp","width":918,"height":663,"format":"webp"}, {
						get(target, name, receiver) {
							if (name === 'clone') {
								return structuredClone(target);
							}
							if (name === 'fsPath') {
								return "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/assets/images/posts/odin-iz-metodov-prohozhdeniya-shagov-aiz/table-4step.webp";
							}
							
							return target[name];
						}
					});

const frontmatter = {
  "title": "12 шагов выздоровления от интернет-зависимости",
  "description": "Узнайте, как начать процесс выздоровления от интернет-зависимости с помощью программы 12 шагов. Важно: эти шаги невозможно пройти самостоятельно, только под руководством наставника. Эта статья — путеводитель, который поможет вам понять, что вас ждёт на пути к свободе от интернет-зависимости.",
  "pubDate": "2023-10-17",
  "img": "../../assets/images/posts/odin-iz-metodov-prohozhdeniya-shagov-aiz/img.jpg",
  "tags": ["Руководство", "12 шагов"]
};
function getHeadings() {
  return [{
    "depth": 1,
    "slug": "1-шаг--признание-проблемы",
    "text": "1 шаг — Признание проблемы"
  }, {
    "depth": 2,
    "slug": "прошлое-самое-раннее-время-которое-я-могу-вспомнить",
    "text": "ПРОШЛОЕ: Самое раннее время, которое я могу вспомнить…"
  }, {
    "depth": 2,
    "slug": "настоящее-время-как-выглядит-моя-жизнь-сейчас",
    "text": "НАСТОЯЩЕЕ ВРЕМЯ: Как выглядит моя жизнь сейчас?"
  }, {
    "depth": 1,
    "slug": "15-шаг--написание-верхней-средней-и-нижней-границы",
    "text": "1.5 шаг — Написание верхней, средней и нижней границы"
  }, {
    "depth": 2,
    "slug": "верхние-границы",
    "text": "Верхние границы"
  }, {
    "depth": 2,
    "slug": "средние-границы",
    "text": "Средние границы"
  }, {
    "depth": 2,
    "slug": "нижние-границы",
    "text": "Нижние границы"
  }, {
    "depth": 1,
    "slug": "2-шаг--нахождение-силы-более-могущественной-чем-мы-сами",
    "text": "2 шаг — Нахождение силы более могущественной, чем мы сами"
  }, {
    "depth": 1,
    "slug": "3-шаг--обретение-веры",
    "text": "3 шаг — Обретение веры"
  }, {
    "depth": 2,
    "slug": "молитва-третьего-шага",
    "text": "Молитва третьего шага:"
  }, {
    "depth": 1,
    "slug": "4-шаг--мужество-признать",
    "text": "4 шаг — Мужество признать"
  }, {
    "depth": 1,
    "slug": "5-шаг--мужество-признать-перед-другим-человеком",
    "text": "5 шаг — Мужество признать перед другим человеком"
  }, {
    "depth": 1,
    "slug": "6-шаг--готовность-к-изменениям",
    "text": "6 шаг — Готовность к изменениям"
  }, {
    "depth": 1,
    "slug": "7-шаг--смирение",
    "text": "7 шаг — Смирение"
  }, {
    "depth": 2,
    "slug": "молитва-седьмого-шага",
    "text": "Молитва седьмого шага:"
  }, {
    "depth": 1,
    "slug": "8-шаг--составление-списка-возмещения-ущерба",
    "text": "8 шаг — Составление списка возмещения ущерба"
  }, {
    "depth": 1,
    "slug": "9-шаг---возмещение",
    "text": "9 шаг - Возмещение"
  }, {
    "depth": 2,
    "slug": "общее-правила-принципы-выполнения-9-шага",
    "text": "Общее правила (принципы) выполнения 9 шага:"
  }, {
    "depth": 1,
    "slug": "10-шаг---самоанализ",
    "text": "10 шаг - Самоанализ"
  }, {
    "depth": 2,
    "slug": "вопросы-для-вечерней-инвентаризации",
    "text": "Вопросы для вечерней инвентаризации:"
  }, {
    "depth": 1,
    "slug": "11-шаг---осознанный-контакт",
    "text": "11 шаг - Осознанный контакт"
  }, {
    "depth": 1,
    "slug": "12-шаг---во-всех-наших-делах",
    "text": "12 шаг - Во всех наших делах"
  }, {
    "depth": 2,
    "slug": "рекомендуемая-литература-для-изучения-и-практики",
    "text": "Рекомендуемая литература для изучения и практики:"
  }];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const _components = {
    a: "a",
    "astro-image": "astro-image",
    blockquote: "blockquote",
    em: "em",
    h1: "h1",
    h2: "h2",
    li: "li",
    p: "p",
    strong: "strong",
    ul: "ul",
    ...props.components
  }, _component0 = _components["astro-image"];
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: "Прохождение 12 шагов программы Анонимных Интернет-Зависимых (АИЗ) — это глубоко трансформирующий процесс, который невозможно пройти самостоятельно. Программа шагов не предназначена для того, чтобы человек двигался по ним в одиночку. Для этого вам нужен наставник (спонсор) — человек, который уже прошёл шаги и может направить вас на пути к выздоровлению. Именно наставник поможет вам сделать глубокий личный анализ и поддержит в самых трудных моментах. Без его опыта и поддержки, велика вероятность того, что вы можете потеряться в процессе или неверно интерпретировать важные шаги.\nЭта статья поможет вам ознакомиться с этапами выздоровления и понять, что вас ожидает на пути к освобождению от интернет-зависимости. Она служит ориентиром и дополнением к вашей работе с наставником, но основное внимание должно уделяться личной практике шагов под руководством опытного человека, который прошел этот путь до вас."
    }), "\n", createVNode(_components.h1, {
      id: "1-шаг--признание-проблемы",
      children: createVNode(_components.strong, {
        children: "1 шаг — Признание проблемы"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Мы признали своё бессилие перед зависимостью от интернета, признали, что наши жизни стали неуправляемы."
        })
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "прошлое-самое-раннее-время-которое-я-могу-вспомнить",
      children: createVNode(_components.strong, {
        children: "ПРОШЛОЕ: Самое раннее время, которое я могу вспомнить…"
      })
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Когда я впервые обратил внимание на интернет и технологии?"
      }), "\n", createVNode(_components.li, {
        children: "Когда я почувствовал “кайф” от использования интернета и технологий?"
      }), "\n", createVNode(_components.li, {
        children: "Когда я впервые заметил негативные последствия использования интернета и технологий?"
      }), "\n", createVNode(_components.li, {
        children: "Когда я начал пытаться ограничить или контролировать свое использование интернета и технологий?"
      }), "\n", createVNode(_components.li, {
        children: "Когда я попытался, но не смог полностью прекратить использование определенных интернет-активностей?"
      }), "\n", createVNode(_components.li, {
        children: "Когда я впервые осознал чувство беспомощности и бессилия перед импульсивным использованием интернета?"
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "настоящее-время-как-выглядит-моя-жизнь-сейчас",
      children: createVNode(_components.strong, {
        children: "НАСТОЯЩЕЕ ВРЕМЯ: Как выглядит моя жизнь сейчас?"
      })
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Как негативные аспекты интернет-зависимости перевешивают мои жизненные приоритеты?"
      }), "\n", createVNode(_components.li, {
        children: "Как эта зависимость влияет на мои отношения с близкими?"
      }), "\n", createVNode(_components.li, {
        children: "Как она отражается на моём эмоциональном, духовном, социальном и физическом состоянии?"
      }), "\n", createVNode(_components.li, {
        children: "Как интернет-зависимость мешает мне достигать моих жизненных целей?"
      }), "\n", createVNode(_components.li, {
        children: "Как она влияет на мою профессиональную или учебную деятельность?"
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "15-шаг--написание-верхней-средней-и-нижней-границы",
      children: createVNode(_components.strong, {
        children: "1.5 шаг — Написание верхней, средней и нижней границы"
      })
    }), "\n", createVNode(_components.p, {
      children: "В АА участники обязуются воздерживаться от алкоголя, проходя через 12 шагов. Почему? Представьте себе трудность прохождения ступеней в состоянии алкогольного опьянения. Аналогично, мы устанавливаем линии (границы) в АИЗ как можно скорее."
    }), "\n", createVNode(_components.h2, {
      id: "верхние-границы",
      children: createVNode(_components.strong, {
        children: "Верхние границы"
      })
    }), "\n", createVNode(_components.p, {
      children: "Это позитивные действия и поведение, такие как приобретение новых увлечений, занятия спортом или улучшение отношений с близкими. К ним относится использование инструментов выздоровления, таких как посещение собраний, медитация, общение с членами сообщества, чтение литературы по 12 шагам, составление плана действий и поиск наставника."
    }), "\n", createVNode(_components.h2, {
      id: "средние-границы",
      children: createVNode(_components.strong, {
        children: "Средние границы"
      })
    }), "\n", createVNode(_components.p, {
      children: "Это триггеры, которые могут привести к нарушению нижних границ. Это может быть состояние Г.З.О.У. (голодный, злой, одинокий, усталый), нахождение рядом с другими людьми, которые постоянно пользуются своими телефонами, проверка рабочей электронной почты, которая может привести меня к зависанию в интернете. Средние границы — это сигналы, на которые нужно обращать внимание."
    }), "\n", createVNode(_components.h2, {
      id: "нижние-границы",
      children: createVNode(_components.strong, {
        children: "Нижние границы"
      })
    }), "\n", createVNode(_components.p, {
      children: "Определите сайты или активности, которые сложно прекратить, как только вы их начнёте. Это могут быть конкретные веб-сайты (YouTube, соцсети, новостные порталы и т.д.) или деструктивные действия (просмотр порнографии, непрерывное воспроизведение видео или компьютерных игр). Составьте список того, чего необходимо избегать или строго ограничить."
    }), "\n", createVNode(_components.h1, {
      id: "2-шаг--нахождение-силы-более-могущественной-чем-мы-сами",
      children: createVNode(_components.strong, {
        children: "2 шаг — Нахождение силы более могущественной, чем мы сами"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Пришли к убеждению, что только Сила более могущественная, чем мы, может вернуть нам здравомыслие."
        })
      }), "\n"]
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Как выглядела бы моя жизнь, если бы мне вернули здравомыслие?"
      }), "\n", createVNode(_components.li, {
        children: "Как изменилась бы моя зависимость, если бы я принял помощь более могущественной Силы, вместо того, чтобы сопротивляться?"
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "3-шаг--обретение-веры",
      children: createVNode(_components.strong, {
        children: "3 шаг — Обретение веры"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Приняли решение препоручить нашу волю и нашу жизнь Богу, как мы Его понимали."
        })
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "молитва-третьего-шага",
      children: createVNode(_components.strong, {
        children: "Молитва третьего шага:"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Господи, я предаю себя Тебе, чтобы создавать и творить при моем участии, как Тебе угодно. Освободи меня от пут себялюбия, чтобы я лучше мог выполнять Твою волю. Удали то, что тяготит меня, чтобы эта победа была свидетельством для тех, кому я хотел помочь, полагаясь на Силу Твою, Твою Любовь и понимание предначертанного Тобой пути. Да исполнится Воля Твоя во веки веков! Аминь."
        })
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Перечитайте эту молитву или напишите её своими словами, делая её более личной, и прочитайте её искренне вслух."
    }), "\n", createVNode(_components.h1, {
      id: "4-шаг--мужество-признать",
      children: createVNode(_components.strong, {
        children: "4 шаг — Мужество признать"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Глубоко и бесстрашно оценили себя и свою жизнь с нравственной точки зрения."
        })
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Необходимо провести анализ своих поступков, характерных черт, связанных с интернет-зависимостью, и выявить те из них, которые мешают вам расти и развиваться. Моральная инвентаризация необходима для того, чтобы выявить разрушительные черты нашего характера, связанные с интернет-зависимостью, и постепенно освободиться от них с помощью Программы Анонимных Интернет-Зависимых. Это необходимо для создания нового образа жизни, который мы стремимся построить. В АИЗ термин «личность» относится к развитию новых качеств характера, которые необходимы для выздоровления от импульсивного использования интернета. Это не связано с внешней привлекательностью, здоровьем или шармом. В процессе взросления в АИЗ мы развиваем такие качества, как сила и мудрость, которые исходят от Силы, более могущественной, чем мы сами. Также мы учимся капитуляции эгоизма, честности, смирению, благодарности, прощению, быстрому признанию и исправлению ошибок, служению другим и достижению подлинного счастья."
    }), "\n", createVNode(_components.p, {
      children: "Выписываем список недостатков, которые обнаружили в ходе работы над 4 шагом."
    }), "\n", createVNode(_components.p, {
      children: createVNode(_component0, {
        alt: "",
        src: __0_______assets_images_posts_odin_iz_metodov_prohozhdeniya_shagov_aiz_4step_1_webp__
      })
    }), "\n", createVNode(_components.p, {
      children: createVNode(_component0, {
        alt: "",
        src: __1_______assets_images_posts_odin_iz_metodov_prohozhdeniya_shagov_aiz_table_4step_webp__
      })
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.a, {
        href: "https://t.me/all_12steps/3436/3439",
        children: "🔗 Скачать таблицу для 4 шага"
      })
    }), "\n", createVNode(_components.h1, {
      id: "5-шаг--мужество-признать-перед-другим-человеком",
      children: createVNode(_components.strong, {
        children: "5 шаг — Мужество признать перед другим человеком"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Признали перед Богом, собой и каким-либо другим человеком истинную природу наших заблуждений."
        })
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Если мы честно и тщательно выполнили свою инвентаризацию, то записали и проанализировали список своих недостатков характера. У нас также есть информация о том, какой ущерб мы причинили другим людям. Мы составили список наших самых серьёзных недостатков, а также имена тех, кто пострадал от наших безумных поступков и неуправляемой жизни. Мы не только осознаем свои недостатки, но и стремимся не просто исправить их, а создать план действий, который позволит возместить причинённый вред и вернуть счастье тем, кто психически, физически или финансово пострадал от нашего беспорядочного использования интернета."
    }), "\n", createVNode(_components.p, {
      children: "Пятый шаг — это подготовительный этап к возмещению ущерба, который необходим перед началом работы над Девятым шагом, когда мы непосредственно начнём компенсировать причинённый вред. Истинная природа наших заблуждений, признанная нами перед Богом, обсуждается с наставником."
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Что делать? Зачитайте наставнику или доверенному человеку результаты работы над 4 шагом."
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "6-шаг--готовность-к-изменениям",
      children: createVNode(_components.strong, {
        children: "6 шаг — Готовность к изменениям"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Полностью подготовили себя к тому, чтобы Бог избавил нас от наших недостатков."
        })
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Посмотрите на список недостатков, которые вы составили на 4 шаге."
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Просмотрите их и отметьте те, которые проявляются чаще всего."
      }), "\n", createVNode(_components.li, {
        children: "Как эти недостатки мешают вам жить?"
      }), "\n", createVNode(_components.li, {
        children: "Как они вредят вам в настоящем?"
      }), "\n", createVNode(_components.li, {
        children: "Готовы ли вы освободиться от этих недостатков?"
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "7-шаг--смирение",
      children: createVNode(_components.strong, {
        children: "7 шаг — Смирение"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Смиренно просили Его исправить наши изъяны."
        })
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "молитва-седьмого-шага",
      children: createVNode(_components.strong, {
        children: "Молитва седьмого шага:"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Я хочу, мой Создатель, чтобы Ты принял меня со всем, что во мне есть, и хорошим, и плохим. Прошу тебя освободить меня от всех недостатков моего характера, мешающих мне быть полезным для Тебя и других. Дай мне силы, когда я выйду отсюда, чтобы выполнить Твою волю. Аминь."
        })
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "8-шаг--составление-списка-возмещения-ущерба",
      children: createVNode(_components.strong, {
        children: "8 шаг — Составление списка возмещения ущерба"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.strong, {
          children: "Составили список всех тех людей, кому мы причинили зло, и преисполнились желанием загладить свою вину перед ними."
        })
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Запишите имена тех, кому вы нанесли ущерб из-за вашего одержимого поведения в интернете."
    }), "\n", createVNode(_components.h1, {
      id: "9-шаг---возмещение",
      children: createVNode(_components.strong, {
        children: "9 шаг - Возмещение"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.em, {
          children: createVNode(_components.strong, {
            children: "Лично возмещали причиненный этим людям ущерб, где только возможно, кроме тех случаев, когда это могло повредить им или кому-либо другому."
          })
        })
      }), "\n"]
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Важно помнить, что с самого начала мы выразили готовность сделать всё возможное, чтобы избавиться от импульсивного использования интернета."
      }), "\n", createVNode(_components.li, {
        children: "Иметь непоколебимую волю и не отступать перед трудностями."
      }), "\n", createVNode(_components.li, {
        children: "Если мы не готовы сделать 9 шаг, то просим Бога, чтобы пришла эта готовность."
      }), "\n"]
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.em, {
          children: createVNode(_components.strong, {
            children: "Боже, избавь меня от страха и дай мне готовность пойти ко всем людям и возместить весь ущерб, каким бы он ни был, и как бы страшно мне ни было."
          })
        })
      }), "\n"]
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.em, {
          children: createVNode(_components.strong, {
            children: "Боже, прошу Тебя, дай мне силу и укажи направление действий, чтобы я мог совершить задуманное, какими бы ни были последствия этого для меня."
          })
        })
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "общее-правила-принципы-выполнения-9-шага",
      children: createVNode(_components.strong, {
        children: "Общее правила (принципы) выполнения 9 шага:"
      })
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Не говорите человеку прямо, что вы делаете 9 шаг, иначе вас могут неправильно понять."
      }), "\n", createVNode(_components.li, {
        children: "Идите к тому, кому сложно простить, это полезнее, чем идти к тому, кто близок."
      }), "\n", createVNode(_components.li, {
        children: "Идите с намерением помочь и простить, сдерживая свои эмоции."
      }), "\n", createVNode(_components.li, {
        children: "Не критикуйте, не спорьте."
      }), "\n", createVNode(_components.li, {
        children: "Признайтесь в своих прежних недобрых чувствах и выразите сожаление."
      }), "\n", createVNode(_components.li, {
        children: "Говорите только о своих проступках и недостатках."
      }), "\n", createVNode(_components.li, {
        children: "Для достижения положительных результатов будьте спокойными, откровенными и открытыми."
      }), "\n", createVNode(_components.li, {
        children: "Ведите себя тактично, смиренно, учитывая интересы других, но при этом не унижайтесь и не заискивайте."
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "10-шаг---самоанализ",
      children: createVNode(_components.strong, {
        children: "10 шаг - Самоанализ"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.em, {
          children: createVNode(_components.strong, {
            children: "Продолжали самоанализ и, когда допускали ошибки, сразу признавали это."
          })
        })
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "вопросы-для-вечерней-инвентаризации",
      children: createVNode(_components.strong, {
        children: "Вопросы для вечерней инвентаризации:"
      })
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Не были ли мы в течение дня злобными?"
      }), "\n", createVNode(_components.li, {
        children: "Не были ли мы в течение дня эгоистичными?"
      }), "\n", createVNode(_components.li, {
        children: "Не были ли мы в течение дня нечестными?"
      }), "\n", createVNode(_components.li, {
        children: "Испытывали ли мы  в течение дня страх?  "
      }), "\n", createVNode(_components.li, {
        children: "Должны ли мы извиниться перед кем-то?"
      }), "\n", createVNode(_components.li, {
        children: "Может мы что-то затаили про себя?"
      }), "\n", createVNode(_components.li, {
        children: "Есть что-то, что следует обсудить с кем-либо?"
      }), "\n", createVNode(_components.li, {
        children: "Проявляли ли мы в течение дня любовь и доброту ко всем окружающим?"
      }), "\n", createVNode(_components.li, {
        children: "Что мы могли бы сделать лучше?"
      }), "\n", createVNode(_components.li, {
        children: "Думали ли мы в течение дня  в основном только о себе?"
      }), "\n", createVNode(_components.li, {
        children: "Думали ли о том, что можем сделать для других, о нашем вкладе в общее течение жизни?"
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "11-шаг---осознанный-контакт",
      children: createVNode(_components.strong, {
        children: "11 шаг - Осознанный контакт"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.em, {
          children: createVNode(_components.strong, {
            children: "Стремились путём молитвы и размышления углубить соприкосновение с Богом, как мы понимали Его, молясь лишь о знании Его воли, которую нам надлежит исполнить, и о даровании силы для этого."
          })
        })
      }), "\n"]
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Какова польза от молитвы и медитации в моей жизни?"
      }), "\n", createVNode(_components.li, {
        children: "Каков мой план для регулярной практики молитвы и медитации, чтобы успокоить свой ум и сердце?"
      }), "\n", createVNode(_components.li, {
        children: "Что для меня значит искать волю Высшей Силы?"
      }), "\n"]
    }), "\n", createVNode(_components.h1, {
      id: "12-шаг---во-всех-наших-делах",
      children: createVNode(_components.strong, {
        children: "12 шаг - Во всех наших делах"
      })
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: createVNode(_components.em, {
          children: createVNode(_components.strong, {
            children: "Достигнув духовного пробуждения, к которому привели эти шаги, мы старались донести смысл наших идей до других интернет-зависимых и применять эти принципы во всех наших делах."
          })
        })
      }), "\n"]
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Подумайте, как вы можете помочь другим интернет-зависимым и быть полезным для них."
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Проходя 12 шагов, вы не только помогаете себе, но и становитесь примером для других интернет-зависимых, которым можете помочь. Ваша задача — делиться этим знанием с другими, помогая им на пути выздоровления."
    }), "\n", createVNode(_components.h2, {
      id: "рекомендуемая-литература-для-изучения-и-практики",
      children: createVNode(_components.strong, {
        children: "Рекомендуемая литература для изучения и практики:"
      })
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.a, {
        href: "https://t.me/all_12steps/468/1408",
        children: "🔗 Анонимные Алкоголики"
      })
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/odin-iz-metodov-prohozhdeniya-shagov-aiz.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/content/posts/odin-iz-metodov-prohozhdeniya-shagov-aiz.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/content/posts/odin-iz-metodov-prohozhdeniya-shagov-aiz.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
