import { f as createVNode, F as Fragment, _ as __astro_tag_component__ } from './astro/server_BrIEQ3l_.mjs';
import 'clsx';

const frontmatter = {
  "title": "Профилактика срывов при медиа-зависимости",
  "description": "Каждый из нас, независимо от того, как долго находится в выздоровлении, либо двигается к подскальзыванию и срыву, либо — к выздоровлению. ",
  "pubDate": "2025-07-01T00:00:00.000Z",
  "tags": ["Информация"],
  "favorite": false
};
function getHeadings() {
  return [{
    "depth": 2,
    "slug": "цикл-медиа-зависимости",
    "text": "Цикл Медиа-Зависимости"
  }, {
    "depth": 2,
    "slug": "система-трезвой-жизни-без-медиа",
    "text": "Система трезвой жизни без медиа"
  }, {
    "depth": 2,
    "slug": "отличие-подскальзывания-от-срыва",
    "text": "Отличие подскальзывания от срыва"
  }, {
    "depth": 2,
    "slug": "четыре-стадии-срыва",
    "text": "Четыре стадии срыва"
  }, {
    "depth": 2,
    "slug": "признаки-приближающегося-срыва",
    "text": "Признаки приближающегося срыва"
  }];
}
function _createMdxContent(props) {
  const _components = {
    br: "br",
    h2: "h2",
    hr: "hr",
    li: "li",
    ol: "ol",
    p: "p",
    strong: "strong",
    ul: "ul",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.h2, {
      id: "цикл-медиа-зависимости",
      children: "Цикл Медиа-Зависимости"
    }), "\n", createVNode(_components.p, {
      children: "\\"
    }), "\n", createVNode(_components.p, {
      children: "Что бы мы ни потребляли, это в конечном итоге начинает потреблять нас. Каждый из нас, независимо от того, как долго находится в выздоровлении, либо двигается к подскальзыванию и срыву, либо — к выздоровлению. Каждый день мы должны быть бдительны, потому что у медиа-зависимых практически нет ментальной защиты от того, чтобы начать залипать. Замечать и осознавать признаки, предшествующие срыву — лучший способ его предотвратить."
    }), "\n", createVNode(_components.p, {
      children: "Рассмотрим, как выглядит цикл срыва медиа-зависимости:"
    }), "\n", createVNode(_components.ol, {
      children: ["\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Недовольство"
        }), ". Чувство неудовлетворенности - подавленность, депрессивное состояние, голод, злость, одиночество, усталость, обида, стыд, вина, жалость к себе и т. д."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Наркотик выбора"
        }), ". Мы начинаем думать о способах как поднять свое эмоциональное состояние через какой-то дофаминовый выброс."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Отрицание"
        }), ". Мы находимся в отрицании, что один небольшой заход в контент не повредит нам. Наши мысли: “В этот раз ничего страшного не произойдет, я справлюсь в этот раз”."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Оправдание, защита"
        }), ". Мы начинаем защищать безумные идеи. «Я заслужил это», «У меня есть право»."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Бунтарство"
        }), ". «Я буду делать что хочу, мне всё равно!». Мы уже чувствуем себя нетрезвыми и это только вопрос времени когда мы начнем потреблять медиа. "]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Употребление"
        }), ". Мы начинаем использовать алкогольные медиа, мы не можем и не хотим останавливаться. Мы погружаемся в полное забвение."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Депрессия"
        }), ". Мы просыпаемся на следующий день напуганными и в унынии. Безнадежность и наполненность страхом того, что мы никогда не сможем остановится."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Отчаяние"
        }), ". Желание прекратить любой ценой. Мы готовы и обращаемся к Высшей Силе."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Решимость"
        }), ". Мы ищем помощь от нашего сообщества, и работаем по нашей программе только сегодня, один день за раз. Мы не сдаемся, мы готовы пройти синдром отмены."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Ежедневная дисциплина"
        }), ". Мы берем наши ежедневные практики и усердно их выполняем."]
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Если мы живём в состояниях 8, 9 и 10, нам не нужно возвращаться к началу цикла."
    }), "\n", createVNode(_components.hr, {}), "\n", createVNode(_components.h2, {
      id: "система-трезвой-жизни-без-медиа",
      children: "Система трезвой жизни без медиа"
    }), "\n", createVNode(_components.p, {
      children: "Отчаяние, решимость и дисциплина в ежедневной практике - это то, на что мы можем надеяться, чтобы сохранить хорошую духовную форму, позволяющую нам оставаться медиа-трезвыми. Наша система для жизни, в которой сохраняется хорошая духовная форма, это переворот цикла зависимости."
    }), "\n", createVNode(_components.p, {
      children: "Вот переворот цикла зависимости:"
    }), "\n", createVNode(_components.ol, {
      children: ["\n", createVNode(_components.li, {
        children: "Вместо недовольства → благодарность: ведите список или дневник благодарностей."
      }), "\n", createVNode(_components.li, {
        children: "Вместо употребления → молитва и медитация."
      }), "\n", createVNode(_components.li, {
        children: "Вместо отрицания → принятие реальности: перестаньте газлайтить себя. Помните свой самый тяжелый запой и как вы себя чувствовали после него."
      }), "\n", createVNode(_components.li, {
        children: "Вместо оправдания и защиты употребления → оправдывайте и отстаивайте трезвую жизнь, а не медиа-зависимость."
      }), "\n", createVNode(_components.li, {
        children: "Вместо бунтарства → просите свою Высшую Силу о смирении и капитуляции. Берегите время и жизнь. "
      }), "\n", createVNode(_components.li, {
        children: "Вместо употребления → держитесь за свою трезвость."
      }), "\n", createVNode(_components.li, {
        children: "Вместо депрессии → пробуждайтесь с радостью и благодарностью после полноценного восстанавливающего сна."
      }), "\n", createVNode(_components.li, {
        children: "Отчаяние → отчаяние это дар – оставайтесь в нём, опирайтесь на Высшую Силу."
      }), "\n", createVNode(_components.li, {
        children: "Решимость → работайте по программе каждый день, не оставляйте лазейки, не откладывайте на завтра."
      }), "\n", createVNode(_components.li, {
        children: "Ежедневная дисциплина → выполняйте программные действия на ежедневной основе, по принципу только сегодня."
      }), "\n"]
    }), "\n", createVNode(_components.hr, {}), "\n", createVNode(_components.h2, {
      id: "отличие-подскальзывания-от-срыва",
      children: "Отличие подскальзывания от срыва"
    }), "\n", createVNode(_components.p, {
      children: ["Подскальзывание может отличаться степенью своей тяжести. Небольшое подскальзывание может быть кратковременным заходом в “желтые” или “красные” границы. Серьезным подскальзыванием может быть и глубокий заход в свои алкогольные медиа. Подскальзывание - это ясный и четкий индикатор того, что что-то в вашей жизни вышло из баланса и с этим ", createVNode(_components.strong, {
        children: "необходимо"
      }), " ", createVNode(_components.strong, {
        children: "разбираться"
      }), ". "]
    }), "\n", createVNode(_components.p, {
      children: "\\"
    }), "\n", createVNode(_components.p, {
      children: ["Подскальзывание становится особенно опасным, если оно длится дольше нескольких часов или дольше одного дня. Если подскальзывания продолжаются несколько дней, мы можем говорить о том, что вы находитесь в начале срыва. Снова сработали аллергическая реакция тела и навязчивая идея ума и способность контролировать свои алкогольные медия становится почти невозможной. Срыв может затянуться на месяцы или даже годы.", createVNode(_components.br, {}), "\nЕсли медиа зависимый может сразу признать подскальзывание, взять на себя ответственность, признаться о срыве другому медиа-зависимому, обратиться к своей Высшей Силе, то он может быть избавленным от навязчивого стремления воспользоваться своими алкогольными медиа на ближайший час и день. Если подскальзывание не затянулось на несколько часов или дней, то срыв можно считать успешно предотвращенным.", createVNode(_components.br, {}), "\n\\"]
    }), "\n", createVNode(_components.p, {
      children: ["Профилактика срыва: признание подскальзывания, принятие ответственности, разговор с участником сообщества, молитва, прекращение залипания.", createVNode(_components.br, {}), "\n", createVNode(_components.br, {}), "\nОднако гораздо важнее понять, что привело к срыву или подскальзыванию. Много событий кажущихся незначительными случаются перед срывом. Выделяют четыре стадии предшествующих срыву: духовная, эмоциональная, ментальная и физическая."]
    }), "\n", createVNode(_components.hr, {}), "\n", createVNode(_components.h2, {
      id: "четыре-стадии-срыва",
      children: "Четыре стадии срыва"
    }), "\n", createVNode(_components.ol, {
      children: ["\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Духовная"
        }), createVNode(_components.br, {}), "\nПропускаем молитву/медитацию, теряем связь с Высшей Силой, приоритеты смещаются."]
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: [" ", createVNode(_components.br, {}), "\nСрыв на духовном уровне — это первая стадия, ведущая к медиа-срыву. Начинается, когда мы начинаем пропускать ежедневное выполнение программных практик молитвы и медитации. Например, мы просыпаемся поздно и думаем, что у нас нет времени, чтобы побыть в тишине и настроить контакт с нашей Высшей Силой перед работой, поэтому мы решаем помолиться в машине по дороге на работу. Но, сев в машину, мы не задумываясь включаем радио. На работе мы так заняты, что забываем попросить у Высшей Силы руководства. Мы начинаем думать, будто наше время с нашей Высшей Силой это что-то необязательное и не является ежедневной необходимостью. Мы ставим работу, учебу и других людей выше нашей Высшей Силы и выше своих практик. Мы обещаем себе: «Завтра я сделаю лучше». Но мы продолжаем в том же духе, пока не почувствуем себя отделенными от себя и нашей Высшей Силы. Нам нужна наша Высшая Сила, чтобы оставаться в хорошей духовной форме в отношении нашего использования медиа. Без нее мы становимся жертвой «первого клика»."]
    }), "\n", createVNode(_components.p, {
      children: "\\"
    }), "\n", createVNode(_components.ol, {
      start: "2",
      children: ["\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Эмоциональная"
        }), createVNode(_components.br, {}), "\nНастроение ухудшается, появляются раздражительность, тревога, нарушение сна и питания. Отдаляемся от поддержки – самоизоляция.", createVNode(_components.br, {}), "\n", createVNode(_components.br, {}), "\nЭмоциональная стадия срыва – это вторая стадия, ведущая к медиа-срыву; она часто является следствием духовного срыва. Это происходит задолго до того, как медиа-трезвый человек даже начинает думать о том, чтобы снова начать использовать свои алкогольные медиа. Поскольку мы потеряли осознанный контакт с Высшей Силой, мы начинаем испытывать негативные эмоциональные реакции, такие как гнев, негодование, тревогу и страх. Мы также можем наблюдать, что формируются нездоровые привычки в еде и нарушается сон, наше желание выздоравливать часто ослабевает из-за отсутствия использования систем поддержки, которые есть у нас в сообществе. Это предупреждающие знаки того, что медиа-трезвый человек может вступить в следующую фазу срыва, и важно распознать такие знаки как можно быстрее. Эта стадия наступает до того, как медиа-зависимый даже осознает, что он может находиться в опасности срыва."]
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "\\"
    }), "\n", createVNode(_components.ol, {
      start: "3",
      children: ["\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Ментальная"
        }), createVNode(_components.br, {}), "\nВнутренний конфликт: часть нас хочет трезвости, другая часть — медиа. Появляется фантазия о «старом хорошем» использовании.", createVNode(_components.br, {}), "\nБез вмешательства — срыв неизбежен.", createVNode(_components.br, {}), "\n", createVNode(_components.br, {}), "\nМентальный срыв — это третья стадия процесса и продолжение эмоционального и духовного срыва. Это часто время внутренней борьбы для медиа-трезвого человека, потому что одна часть хочет оставаться на пути к долгосрочной трезвости. Но проявляется другая – сражающаяся часть, которая хочет вернуться к потреблению контента. Если мы не примем решение полностью и навсегда отказаться от всех алкогольных медиа, всегда будет часть нас, которая захочет снова упиваться медиа-контентом, именно поэтому зависимость считается хроническим состоянием. По мере того, как прогрессирует ментальная фаза срыва, возникают фантазии об употреблении медиа, и в какой-то момент трудно остановить навязчивое желание действовать. Когда медиа-зависимый решает, что он может воспользоваться своими алкогольными медиа, то это всего лишь вопрос времени, когда он это сделает. Большая книга АА говорит нам, что главная проблема зависимого сосредоточена в разуме и что «безумная идея» всегда побеждает, если ее не остановить сразу."]
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "\\"
    }), "\n", createVNode(_components.ol, {
      start: "4",
      children: ["\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Физическая"
        }), createVNode(_components.br, {}), "\nВозврат к потреблению медиа. Активируются сильные дофаминовые выбросы и тяга. Всё остальное отходит на второй план.", createVNode(_components.br, {}), "\n", createVNode(_components.br, {}), "\nПосле того, как произошел ментальный срыв, не требуется много времени, чтобы перейти к стадии физического срыва. Физический рецидив — это когда медиа-зависимый потребляет свои алкогольные медиа, нарушая свою трезвость. Использование даже одного раза может вызвать сильный дофаминовый кайф, и медиа-зависимый начинает испытывать сильную тягу к продолжению употребления. Потенциал вернуться к своему компульсивному медиа-поведению теперь является вполне реальной угрозой. С физическим выбросом дофамина медиа-зависимый хочет медиа больше всего на свете. Большинство желаний и  отношений, жизненных целей и заботы о себе вылетают в окно и отходят на второй план перед алкогольными медиа. Единственное, чего хочет зависимый, — это свои медиа, и если эту стадию не остановить сразу, она превратится в полномасштабный срыв."]
      }), "\n"]
    }), "\n", createVNode(_components.hr, {}), "\n", createVNode(_components.h2, {
      id: "признаки-приближающегося-срыва",
      children: "Признаки приближающегося срыва"
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Уверенность, что «я уже вылечился». Вера в то, что мы излечились после того, как постились в течение определенного периода времени, и теперь можем безнаказанно пользоваться медиа."
      }), "\n", createVNode(_components.li, {
        children: "Недосып, нарушение медиа-режима. Недостаточное количество сна, отсутствие “комендантского” часа для медиа или, если он у нас есть, несоблюдение этих правил."
      }), "\n", createVNode(_components.li, {
        children: "Переработка, отсутствие отдыха. Переутомление и отсутствие достаточного времени для отдыха и релаксации, отсутствие баланса работы и отдыха."
      }), "\n", createVNode(_components.li, {
        children: "Игнорирование Высшей Силы. Не делаем Высшую Силу приоритетом в своей жизни и не развиваем эти отношения."
      }), "\n", createVNode(_components.li, {
        children: "Плохое питание. Не заботимся об основных потребностях своего тела и плохо питаемся, что создает другие эффекты ухудшающие настроение."
      }), "\n", createVNode(_components.li, {
        children: "Желание медиа больше желания глубоких отношений с Богом."
      }), "\n", createVNode(_components.li, {
        children: "Потеря смысла, цели. Даем огню погаснуть в нашей жизненной цели; чувствуем, что нам нечего отдать; упаднические настроения и готовность жить унылую жизнь."
      }), "\n", createVNode(_components.li, {
        children: "«Начну завтра», прокрастинация выздоровления. Вера в то, что мы всегда можем начать завтра, никогда не испытывая срочности и отчаяния в желании выздоровления."
      }), "\n", createVNode(_components.li, {
        children: "Презрение к членам сообщества или спонсору. Осуждение, жалобы или потеря уважения к членам сообщества или спонсорам, которые пытаются помочь нам обрести выздоровление и оставаться трезвыми."
      }), "\n", createVNode(_components.li, {
        children: "Жалобы на программу, обвинения. Очернение процесса или демонстрация пренебрежения к выздоровлению и обвинение других в нашей неудовлетворенности."
      }), "\n", createVNode(_components.li, {
        children: "Обида на других → повод для медиа. Что-то задело на деловой встрече или в отношениях с другим человеком, и вызвало негодование, возмущение или обиду. Приходим к мысли, что у нас есть веская причина использовать медиа."
      }), "\n", createVNode(_components.li, {
        children: "Вера, что можно «позволить себе» обиды. Все еще держимся за веру в то, что мы можем позволить себе обиды, жалость к себе и нечестность, и что это не повредит нам."
      }), "\n", createVNode(_components.li, {
        children: "Маленькая программа + большая зависимость. Вера в то, что мы можем позволить себе ОГРОМНУЮ зависимость и МАЛЕНЬКУЮ программу выздоровления."
      }), "\n", createVNode(_components.li, {
        children: "Жизнь как рефлекторная реакция, токсичное мышление. Проживание своей жизни как реакции, а не творения; попадание в ловушку своих чувств и триггеров, частое погружение в «зловонные мысли»: ничего не помогает, все против меня, ничего не получается и т.д. "
      }), "\n", createVNode(_components.li, {
        children: "Пропуски собраний, выключенная камера, мультизадачность. Пропускаем собрания или опаздываем и уходим раньше; никогда не включаем камеру и занимаемся несколькими делами одновременно во время встречи."
      }), "\n", createVNode(_components.li, {
        children: "Уход из сообщества после обретения трезвости. Покидаем сообщество после того, как протрезвеем, и верим, что можем справится самостоятельно."
      }), "\n", createVNode(_components.li, {
        children: "Отказ спонсировать и служить. Никогда не отдаем то, что нам дали, никогда не спонсируем и не помогаем на встречах."
      }), "\n", createVNode(_components.li, {
        children: "Потеря контакта с сообществом. Теряем регулярные связи с другими членами сообщества, избегаем звонков."
      }), "\n", createVNode(_components.li, {
        children: "Возврат к медиа без обсуждения со спонсором или другим участником сообщества."
      }), "\n", createVNode(_components.li, {
        children: "Все еще надеемся, что однажды сможем использовать медиа, как раньше, без негативных последствий, и оставляем лазейку для алкогольных медиа открытой."
      }), "\n", createVNode(_components.li, {
        children: "Ностальгия по старым временам. Попадаем в ловушку ностальгии и позволяем себе гонять мысли о старых добрых деньках в медиа."
      }), "\n", createVNode(_components.li, {
        children: "Обсуждение триггерного контента. Обсуждаем телешоу, игры, музыку и т. д., которые являются нашими алкогольными медиа, с другими, что создает одержимость ума и вызывает желание снова их использовать."
      }), "\n", createVNode(_components.li, {
        children: "Зависть к «обычным людям» которые могут использовать медиа без последствий."
      }), "\n", createVNode(_components.li, {
        children: "Сомнения в программе. Чувство недовольства своей трезвостью и сомнения в том, что выздоровление действительно работает для нас."
      }), "\n", createVNode(_components.li, {
        children: "Отрицание масштаба зависимости в прошлом и вера, что сейчас я уже так много знаю, что смогу потреблять свои алкогольные медиа без риска провалиться в срыв."
      }), "\n", createVNode(_components.li, {
        children: "Рабочие или личные дела важнее выздоровления. Не делаем выздоровление главным приоритетом, а позволяем работе и отношениям отвлекать нас."
      }), "\n", createVNode(_components.li, {
        children: "Не работаем по 12 шагам или не завершаем задания."
      }), "\n", createVNode(_components.li, {
        children: "Изоляция и желание разобраться со всем самостоятельно."
      }), "\n", createVNode(_components.li, {
        children: "Не обращаемся к Высшей Силе, чтобы снять одержимость ума и защитить от первого клика."
      }), "\n"]
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/profilaktika-sryvov-pri-media-zavisimosti.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/content/posts/profilaktika-sryvov-pri-media-zavisimosti.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов - сайты/internet-aiz/src/content/posts/profilaktika-sryvov-pri-media-zavisimosti.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, Content as default, file, frontmatter, getHeadings, url };
