const id = "chto-delat-esli-vash-drug-ili-chlen-semi-internet-zavisimyj.mdoc";
						const collection = "posts";
						const slug = "chto-delat-esli-vash-drug-ili-chlen-semi-internet-zavisimyj";
						const body = "\nМы рады, что вы нашли эту страницу. Важно знать: есть надежда для тех, кто сталкивается с зависимостью от интернета и технологий.\n\nЕсли вы близки к интернет-зависимому человеку, вы наверняка уже ощутили трудности и боль, которые сопровождают это состояние. Оно затрагивает не только зависимого, но и тех, кто находится рядом с ним. Зависимость — это серьёзная проблема, наносящая вред всем, кого касается.\n\nПервое, что следует понимать: никто не виноват в чьей-либо зависимости от интернета и технологий. Как говорится в сообществе Ал-Анон: «Я не вызвал это, я не могу контролировать это, и я не могу вылечить это».\n\n## Вы не вызвали эту зависимость\n\nМногие люди склонны винить себя в проблемах своих близких, особенно когда сталкиваются с зависимостью, поскольку зависимые часто перекладывают вину на других. Возможно, вы проводили время онлайн с этим человеком, купили ему компьютер или смартфон, или поощряли его использование технологий, полагая, что это всего лишь безобидное развлечение. Может быть, вы думаете, что какие-то семейные конфликты подтолкнули вашего близкого к уходу в виртуальный мир. Но важно помнить: никто не несёт ответственности за поведение другого человека или его психологические расстройства.\n\n## Вы не можете контролировать эту зависимость\n\nВозможно, вы уже пытались поговорить с зависимым человеком, убеждали его, ставили ультиматумы. Вы пытались помочь ему осознать, какой вред он причиняет себе и окружающим. И всё это, возможно, не дало никакого результата. Это может вызывать у вас замешательство: почему человек не понимает очевидного? Почему он не заботится о себе? Это — проявление самой болезни зависимости.\n\n## Вы не можете вылечить эту зависимость\n\nНам всем хочется верить, что мы можем помочь своим близким. Мы думаем, что если соберём достаточно информации, найдём правильные слова или действия, или даже изменим своё поведение, мы сможем решить проблему. Но правда такова: не существует быстрого решения для зависимости. Для её преодоления требуется длительное и сложное лечение.\n\nИ есть только один человек, который может начать этот процесс — сам зависимый от интернета и технологий.\n";
						const data = {title:"Что делать, если ваш друг, или член семьи, интернет-зависимый?",description:"Мы рады, что вы нашли эту страницу и слышите новость о том, что есть надежда для интернет-пользователей и пользователей технологий. ",pubDate:"2023-10-17",img:
						new Proxy({"src":"/_astro/img.OMaJT4S4.png","width":1344,"height":896,"format":"png","fsPath":"/Users/samgold/Desktop/Проекты/internet-aiz/src/assets/images/posts/chto-delat-esli-vash-drug-ili-chlen-semi-internet-zavisimyj/img.png"}, {
						get(target, name, receiver) {
							if (name === 'clone') {
								return structuredClone(target);
							}
							if (name === 'fsPath') {
								return "/Users/samgold/Desktop/Проекты/internet-aiz/src/assets/images/posts/chto-delat-esli-vash-drug-ili-chlen-semi-internet-zavisimyj/img.png";
							}
							
							return target[name];
						}
					})
					};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/internet-aiz/src/content/posts/chto-delat-esli-vash-drug-ili-chlen-semi-internet-zavisimyj.mdoc",
							rawData: "\ntitle: Что делать, если ваш друг, или член семьи, интернет-зависимый?\ndescription: >-\n  Мы рады, что вы нашли эту страницу и слышите новость о том, что есть надежда\n  для интернет-пользователей и пользователей технологий. \npubDate: '2023-10-17'\nimg: >-\n  ../../assets/images/posts/chto-delat-esli-vash-drug-ili-chlen-semi-internet-zavisimyj/img.png",
						};

export { _internal, body, collection, data, id, slug };
