const id = "diary_04_29.mdoc";
						const collection = "diary";
						const slug = "diary_04_29";
						const body = "Потребляя контент, через некоторое время мы замечаем, что нас перестаёт удовлетворять прежний поток информации, и мы начинаем хотеть всё больше и больше. Вместе с просмотром сериала мы начинаем читать газету или искать в телефоне новости, начинаем смотреть по два фильма одновременно или делаем ещё что-нибудь в этом роде. Нам требуется всё больше и больше информации, чтобы отвлечься от реальности и не замечать своей настоящей жизни. Малые дозы нас уже не берут. Этот эффект свойственен любой зависимости - постепенное увеличение дозы. Предела этому не будет, если мы пойдём по этому пути, мы будем увеличивать поток информации до тех пор, пока не сойдём с ума. Наш выход - осознать свою зависимость, честно признаться в ней перед самим собой и начать избавляться от неё с помощью программы 12 шагов.";
						const data = {title:"Эффект \"свихнувшегося\" ума",when:"29"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_04_29.mdoc",
							rawData: "\ntitle: Эффект \"свихнувшегося\" ума\nwhen: '29'",
						};

export { _internal, body, collection, data, id, slug };
