const id = "diary_04_26.mdoc";
						const collection = "diary";
						const slug = "diary_04_26";
						const body = "У меня в отношениях работают две вещи: искренне слушать и искренне делиться. Вот как на собраниях в программе: если слушаю, то не перебиваю, жду, когда выскажет всё, что хочет, а когда говорю, стараюсь говорить всё, как есть для меня. Раньше пытался угодничать, например, чувствую, что устал, а ребёнку-подростку от меня внимание нужно. Раньше я продолжал разговор, и в итоге недовольство проявлялось в отношениях, и ребёнок чувствовал, хоть я своё недовольство и сдерживал. Сейчас я говорю, что мне сейчас нужно побыть одному, и мы можем перенести разговор. На удивление, ребёнок очень хорошо реагирует на это и благодарит за честность, а раньше я думал, что это может обидеть.\n\nПосле того как я начал работать со своей зависимостью по программе, я стал делиться тем, что для меня круто работает. Отношения стали улучшаться, и мне говорили, что трудно поверить в то, что можно разговаривать со мной, а я ни разу не смотрю в телефон за всё то время, когда мы общаемся.";
						const data = {title:"Искренность в общении",when:"26"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/internet-aiz/src/content/diary/diary_04_26.mdoc",
							rawData: "\ntitle: Искренность в общении\nwhen: '26'",
						};

export { _internal, body, collection, data, id, slug };
