const id = "diary_04_21.mdoc";
						const collection = "diary";
						const slug = "diary_04_21";
						const body = "Любите себя сами, пожалуйста, никто за вас это не сделает. Если я найду любовь в себе, то и найду у другого.\n\nКогда-то, бесконечно залипая в просмотрах видео, где мне рекомендовали и давали советы о том, как любить себя, я думала, что если я научусь любить себя, то мои проблемы автоматически решатся. Вселенная полюбит меня. \"Любовь к себе\" стала уловкой моего эгоизма, спасительной фразой для того, чтобы продолжить погружение в интернет. Я оправдывала себя тем, что я просто хочу научиться любить себя, поэтому бесконечно смотрю видео. В программе я открыла в себе любовь. Я поняла, насколько безумны были мои поиски найти любовь не в себе, а в других людях. Простые действия программы (с 1 по 12 шаг) помогают мне находить любовь в себе и видеть, замечать любовь в других людях каждый день.\n\n\"Вера без действий - мертва\"\n";
						const data = {title:"Найди любовь в себе",when:"21"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_04_21.mdoc",
							rawData: "\ntitle: Найди любовь в себе\nwhen: '21'",
						};

export { _internal, body, collection, data, id, slug };
