const id = "diary_05_06.mdoc";
						const collection = "diary";
						const slug = "diary_05_06";
						const body = "В программе я впервые начала осознавать, как раньше пыталась контролировать жизнь окружающих, навязывая им свои представления о том, как следует жить. Я думала, что мои действия исходят из желания делать добро, но теперь вижу, что часто это было неуемное желание контролировать и чувствовать себя нужной.\n\nКаждый раз, когда я пытаюсь \"спасти\" кого-то, я на самом деле стараюсь избежать взгляда внутрь себя, на свои проблемы и страхи. А еще мне казалось, что, если я буду заботиться о других, они в ответ позаботятся обо мне. Но работа по шагам научила меня, что истинное выздоровление начинается с принятия ответственности за свою жизнь.\n\nМне еще иногда трудно отпускать желание вмешиваться, но я заметила, что чем меньше я пытаюсь контролировать окружающих, тем лучше становятся мои отношения с людьми, и больше энергии и времени на то, чтобы жить свою жизнь. \n\nЯ обнаружила, что теперь способна предлагать поддержку другим, не пытаясь диктовать, как им жить. Я учусь сохранять границы и уважать свободу выбора другого человека. Отказ от попыток контролировать других дал мне неожиданное ощущение свободы. \n\nТолько сегодня: Я буду принимать жизнь такой, какая она есть, и людей такими, какие они есть, без попыток изменить их под свои представления.";
						const data = {title:"Жизнь без контроля: принятие людей и себя",when:"06"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_05_06.mdoc",
							rawData: "\ntitle: 'Жизнь без контроля: принятие людей и себя'\nwhen: '06'",
						};

export { _internal, body, collection, data, id, slug };
