const id = "diary_05_31.mdoc";
						const collection = "diary";
						const slug = "diary_05_31";
						const body = "Я был обеспокоен, даже встревожен. Мы с другом находились на парковке, когда заметили, что в горах над нами начался сильный пожар. Оранжево-красное свечение вдалеке постепенно становилось всё больше и больше. Но, присмотревшись, мы поняли, что горы вовсе не горят. Перед нами было северное сияние.\n\nПолярные сияния образуются при столкновении электрически заряженных частиц Солнца с газообразными частицами в земной атмосфере.\n\nЯ предложил жене поехать за город, чтобы получше рассмотреть это удивительное явление. Мы не были разочарованы. Въехав в долину, мы вышли из машины и с благоговением наблюдали, как всполохи красного и зелёного света прокладывают себе путь через долину и проносятся мимо нас, направляясь в другое место. Мы впервые увидели северное сияние и никогда не забудем тот вечер.\n\nГоворят, что природа — это \"книга\" Бога. Хотя северное сияние имеет вполне обоснованное научное объяснение, его происхождение выходит за рамки науки. Северное сияние говорит нам о том, что Бог — это Бог красоты, феноменального творчества и что Он любит удивлять нас свидетельствами Своей силы и величия. Несмотря на то что существующее зло омрачило творение и мы потеряли возможность видеть Самого Творца, повсюду в окружающем нас мире можно найти свидетельства существования любящего Бога, Который любит удивлять Своих детей. Пусть чудеса творения укажут нам на чудесного Творца.";
						const data = {title:"Северное сияние",when:"31"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_05_31.mdoc",
							rawData: "\ntitle: Северное сияние\nwhen: '31'",
						};

export { _internal, body, collection, data, id, slug };
