import { F as Fragment, _ as __astro_tag_component__, n as createVNode } from './astro/server_CMwCRdqq.mjs';
import { $ as $$Image } from './_astro_assets_p3p0cAkR.mjs';
import 'clsx';

const frontmatter = {
  "title": "Контент, рекомендованный к полному исключению",
  "description": "Также важно помнить, что в нашем сообществе каждый сам определяет, какие границы ему необходимы",
  "pubDate": "2024-10-26T00:00:00.000Z",
  "img": "../../assets/images/posts/kontent_rekomendovannyy_k_polnomu_isklyucheniyu/img.webp",
  "tags": ["Информация"]
};
function getHeadings() {
  return [{
    "depth": 3,
    "slug": "1-онлайн-игры",
    "text": "1. Онлайн-игры"
  }, {
    "depth": 3,
    "slug": "2-социальные-сети-с-бесконечной-лентой-новостей",
    "text": "2. Социальные сети с бесконечной лентой новостей"
  }, {
    "depth": 3,
    "slug": "3-короткие-видео-с-автопроигрыванием",
    "text": "3. Короткие видео с автопроигрыванием"
  }, {
    "depth": 3,
    "slug": "4-азартные-игры-и-онлайн-казино",
    "text": "4. Азартные игры и онлайн-казино"
  }, {
    "depth": 3,
    "slug": "5-контент-для-взрослых",
    "text": "5. Контент для взрослых"
  }, {
    "depth": 3,
    "slug": "6-онлайн-шопинг-с-постоянным-поиском-скидок-и-акций",
    "text": "6. Онлайн-шопинг с постоянным поиском скидок и акций"
  }, {
    "depth": 3,
    "slug": "примеры-контента-которые-можно-научиться-потреблять-дозированно-после-прохождения-шагов",
    "text": "Примеры контента, которые можно научиться потреблять дозированно после прохождения шагов:"
  }];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const _components = {
    a: "a",
    h3: "h3",
    li: "li",
    ol: "ol",
    p: "p",
    strong: "strong",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: "В сообществе Анонимных Интернет-Зависимых мы рекомендуем полностью отказаться от некоторых видов контента, которые провоцируют срывы и трудно поддаются контролю. Опыт показывает, что этот контент способен вызывать сильную тягу и удерживать человека в зависимом состоянии, приводя к негативным последствиям для психического и физического здоровья. Также важно помнить, что в нашем сообществе каждый сам определяет, какие границы ему необходимы: что допустимо, а что категорически неприемлемо и ведет к срывам. "
    }), "\n", createVNode(_components.p, {
      children: "Сначала может показаться, что для решения проблемы интернет-зависимости достаточно просто исключить из жизни определенные виды контента. Однако реальность такова, что зависимость невозможно преодолеть исключительно собственными силами или временными ограничениями.\nСамостоятельные попытки контролировать себя зачастую лишь усиливают тягу и приводят к срывам.\nВ сообществе АИЗ мы понимаем, что истинное выздоровление требует глубоких изменений, которые становятся возможными благодаря Программе 12 шагов. Только системная работа по шагам и поддержка единомышленников позволяют вернуться к осознанной жизни, свободной от неконтролируемого использования интернета."
    }), "\n", createVNode(_components.h3, {
      id: "1-онлайн-игры",
      children: ["1. ", createVNode(_components.strong, {
        children: "Онлайн-игры"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Игры, особенно онлайн, как одиночные, так и многопользовательские, используют механики вознаграждения и достижения, которые стимулируют высокий уровень вовлечения и приводят к потере времени. Встроенные игровые достижения, социальное взаимодействие и азартные элементы создают постоянное желание вернуться в игру, что затрудняет контроль. Это приводит к замещению реальной жизни, работе, личным обязанностям и может привести к глубокой зависимости."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Рекомендация:"
      }), " Полный отказ от всех игр, особенно многопользовательских и азартных, чтобы избежать ситуаций, ведущих к срыву."]
    }), "\n", createVNode(_components.h3, {
      id: "2-социальные-сети-с-бесконечной-лентой-новостей",
      children: ["2. ", createVNode(_components.strong, {
        children: "Социальные сети с бесконечной лентой новостей"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Социальные сети с бесконечной прокруткой ленты новостей используют алгоритмы, поддерживающие постоянное вовлечение. Непрерывный поток постов, новостей, комментариев и уведомлений способствует потере контроля над временем, вызывает зависимость и часто заменяет реальные контакты с людьми. Часто пользователи попадают в ловушку ожидания новых лайков, комментариев и реакций на посты, что приводит к снижению самооценки и увеличению тревожности."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Рекомендация:"
      }), " Полный отказ от лент с бесконечной прокруткой и социальных сетей, основанных на циклическом обновлении ленты, чтобы избежать чрезмерной вовлеченности и зависимости от виртуального одобрения."]
    }), "\n", createVNode(_components.h3, {
      id: "3-короткие-видео-с-автопроигрыванием",
      children: ["3. ", createVNode(_components.strong, {
        children: "Короткие видео с автопроигрыванием"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Шортсы создают иллюзию бесконечного контента, который невозможно прервать. Пользователь попадает в поток, где одно видео сменяется другим, и легко теряет чувство времени. Это мешает сосредоточиться на других делах и создает сильную зависимость из-за постоянной стимуляции. Такой формат контента может стать серьезным барьером к осознанному использованию интернета."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Рекомендация:"
      }), " Полный отказ от платформ с короткими видео и автопроигрыванием, чтобы избежать потери времени и психологической зависимости."]
    }), "\n", createVNode(_components.h3, {
      id: "4-азартные-игры-и-онлайн-казино",
      children: ["4. ", createVNode(_components.strong, {
        children: "Азартные игры и онлайн-казино"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Азартные игры и онлайн-казино используют психологические механики, направленные на получение максимальной прибыли от пользователя. Здесь используется цикл вознаграждений, включающий редкие выигрыши, который создает ожидание и часто приводит к финансовым потерям и даже долговым обязательствам. Этот вид контента также вызывает сильное психологическое привыкание и усиливает риск срывов."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Рекомендация:"
      }), " Полный отказ от всех форм азартных игр, онлайн-казино и любых других форм цифрового азарта, чтобы защитить финансовое и эмоциональное здоровье."]
    }), "\n", createVNode(_components.h3, {
      id: "5-контент-для-взрослых",
      children: ["5. ", createVNode(_components.strong, {
        children: "Контент для взрослых"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Контент для взрослых часто вызывает чувство стыда, изоляции и может приводить к потере интереса к реальным отношениям. Он провоцирует повышенный уровень допамина и усиливает тягу к повторному просмотру, что может привести к зависимости и проблемам в личной жизни. Чрезмерное увлечение этим контентом зачастую становится трудно контролируемым и часто скрывается, что затрудняет проработку проблемы."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Рекомендация:"
      }), " Полный отказ от контента для взрослых, чтобы сохранить психологическое здоровье и улучшить личные взаимоотношения."]
    }), "\n", createVNode(_components.h3, {
      id: "6-онлайн-шопинг-с-постоянным-поиском-скидок-и-акций",
      children: ["6. ", createVNode(_components.strong, {
        children: "Онлайн-шопинг с постоянным поиском скидок и акций"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Платформы для онлайн-шопинга часто используют механики скидок и акций, создавая стимулы к импульсивным покупкам. Привычка постоянно проверять скидки и акции приводит к необдуманным финансовым расходам, созданию ненужных долгов и зависимости от шопинга как средства повышения настроения. Это также может провоцировать чувство тревоги и разочарования после покупки."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Рекомендация:"
      }), " Полный отказ от бесконтрольного шопинга и платформ с акциями, чтобы сохранить финансовое здоровье и избежать зависимости от покупок."]
    }), "\n", createVNode(_components.h3, {
      id: "примеры-контента-которые-можно-научиться-потреблять-дозированно-после-прохождения-шагов",
      children: "Примеры контента, которые можно научиться потреблять дозированно после прохождения шагов:"
    }), "\n", createVNode(_components.ol, {
      children: ["\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Новости и статьи"
        }), " — читать в ограниченных объемах, например, раз в день или раз в неделю, устанавливая конкретные временные рамки."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Обучающие материалы"
        }), " — курсы и тренинги полезны при четком планировании, с целью использовать новые знания, а не копить их."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Мессенджеры"
        }), " — полезны для поддержания контактов, если установить четкие временные рамки для ответов и отключить уведомления."]
      }), "\n", createVNode(_components.li, {
        children: [createVNode(_components.strong, {
          children: "Форумы и онлайн-сообщества"
        }), " — могут быть полезны при дозированном потреблении, например, для профессионального общения."]
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Выздоровление от интернет-зависимости — это не просто отказ от определенных видов контента. Это путь, который требует системной работы над собой и постоянной поддержки, и именно это дает Программа 12 шагов."
    }), "\n", createVNode(_components.p, {
      children: "Справиться с интернет-зависимостью в одиночку невозможно — многие из нас перепробовали всевозможные методы: от ограничения времени в сети до попыток полного отказа от интернета. Но эти усилия не помогают справиться с тягой и склонностью снова и снова возвращаться к старому поведению. Только пройдя через это, мы поняли, что необходима поддержка других людей, которые понимают нашу проблему, и осознали, что работа по Программе 12 шагов даёт устойчивые результаты."
    }), "\n", createVNode(_components.p, {
      children: ["Приходите на ", createVNode(_components.a, {
        href: "https://internetaddicts.ru/groups/",
        children: "одну из наших встреч"
      }), ". Здесь вы сможете найти людей, чей опыт поможет вам взглянуть на свою зависимость иначе. На группах мы делимся своими историями, говорим о сложностях и маленьких победах, и в рассказах других часто узнаём себя, чувствуем идентификацию и понимаем, что не одиноки. Это даёт нам силы двигаться вперёд и поддерживать друг друга в сложные моменты."]
    }), "\n", createVNode(_components.p, {
      children: "В нашем сообществе каждый участник важен, и каждый может найти поддержку, опору и вдохновение, чтобы продолжать идти по пути к свободной и осознанной жизни, где интернет не управляет нами, а просто становится одним из инструментов."
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/kontent_rekomendovannyy_k_polnomu_isklyucheniyu.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/kontent_rekomendovannyy_k_polnomu_isklyucheniyu.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/kontent_rekomendovannyy_k_polnomu_isklyucheniyu.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
