const id = "new-group-two-way prayer.mdoc";
						const collection = "news";
						const slug = "new-group-two-way-prayer";
						const body = "Открывается новое собрание по воскресеньям в 11:00 мск с практикой двухсторонней молитвы.\n\nЧто такое двухсторонняя молитва?\nЭто способ общения с Высшей Силой вашего понимания — возможность задавать вопросы и получать ответы.\nЭто полезная практика как для тех, кто только начинает выстраивать отношения с Высшей Силой, так и для тех, кто хочет укрепить эту связь, выполняя практику регулярно.\n\nВстреча продлится около часа.   \nПервые 15 минут: круг приветствия, введение и объяснение процесса.\nСледующие 15 минут: медитация и запись мыслей.  \nОставшееся время: делимся опытом получения руководства от ВС, силой и надеждами, вопросы и ответы. \n\nПриходите! 🙏\n\nВстреча будет проходить в группе \"Свобода для всех\" [http://t.me/+SDRtlysnh_9kNDE9](http://t.me/+SDRtlysnh_9kNDE9)";
						const data = {title:"Новое собрание с практикой двухсторонней молитвы",description:"Собираемся по по воскресеньям в 11:00 мск",pubDate:"2024-11-20"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/news/new-group-two-way prayer.mdoc",
							rawData: "\ntitle: 'Новое собрание с практикой двухсторонней молитвы'\ndescription: 'Собираемся по по воскресеньям в 11:00 мск'\npubDate: '2024-11-20'",
						};

export { _internal, body, collection, data, id, slug };
