import { F as Fragment, _ as __astro_tag_component__, n as createVNode } from './astro/server_CMwCRdqq.mjs';
import { $ as $$Image } from './_astro_assets_p3p0cAkR.mjs';
import 'clsx';

const frontmatter = {
  "title": "Преамбула собрания АИЗ",
  "description": "Собрание проходит по рекомендуемому сценарию, ведущий просто зачитывает ее текст и приглашает участников высказываться. Преамбула — это структура встречи, которая задает общий тон и направление для общения.",
  "pubDate": "2024-10-23",
  "img": "../../assets/images/posts/preambula-internet-zavisimyh/img.jpg",
  "tags": ["Информация", "Для групп"]
};
function getHeadings() {
  return [];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const _components = {
    br: "br",
    li: "li",
    ol: "ol",
    p: "p",
    strong: "strong",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: "Добро пожаловать на наше собрание Анонимных Интернет-Зависимых!"
    }), "\n", createVNode(_components.p, {
      children: ["Меня зовут ______, я зависимый от интернета. С вашего разрешения и доверия я проведу сегодняшнюю встречу. В начале каждого собрания, мы просим участников закрыть остальные программы на телефоне или компьютере, перевести телефоны в беззвучный режим и посвятить себя слушанию друг друга. Пожалуйста, также отключайте микрофоны, когда не высказываетесь.\nНачнем нашу встречу с минуты молчания, во время которой вспомним какие потери принесла нам эта зависимость, будь то потерянное время, упущенные возможности, разрушенные отношения или что-либо другое. Подумаем о тех, кто ищет дорогу к нам, кто еще не знает о нашем существовании, вспомним о тех, кто находится в срыве. Также призовем свою Высшую силу, кто как ее понимает и настроимся на собрание.\n", createVNode("p", {
        class: "red-text",
        children: "[Минута молчания] <— комментарии для ведущего"
      }), "\nСпасибо!"]
    }), "\n", createVNode(_components.p, {
      children: ["Мы особенно рады приветствовать новичков. Есть ли среди нас те, кто присутствует на нашем собрании впервые? Представьтесь, пожалуйста. ", createVNode("p", {
        class: "red-text",
        children: "[Представляются новички]"
      })]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Кто такие Анонимные интернет-зависимые?"
      }), "\n", createVNode("p", {
        class: "red-text",
        children: "[Ведущий предлагает одному из участников собрания зачитать текст]"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Анонимные интернет-зависимые – это сообщество людей, которые делятся своим опытом, силами и надеждами друг с другом для того, чтобы решать нашу общую проблему зависимости от деструктивного использования интернета и других устройств и помогать выздоравливать другим.\nМы не связаны ни с какой политической, религиозной или правоохранительной организацией, и не находимся ни под чьим контролем. Присоединиться к нам может каждый, независимо от возраста, национальности, убеждений, религии, или отсутствия таковой.\nУ нас нет ни вступительных, ни членских взносов. Мы сами себя содержим благодаря нашим добровольным пожертвованиям.\nЕдинственным условием для членства является желание выздороветь от интернет-зависимости.\nНаша единственная цель – избавиться от интернет-зависимости, и помочь другим обрести свободу от неё."
    }), "\n", createVNode(_components.p, {
      children: ["Вот предпринятые нами шаги, которые сделали наше выздоровление возможным:\n", createVNode("p", {
        class: "red-text",
        children: "[Ведущий присылает текст из закрепленного сообщения и предлагает одному из участников собрания его зачитать]"
      })]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Наша Программа Выздоровления:"
      }), createVNode(_components.br, {}), "\n1 шаг. Мы признали своё бессилие перед зависимостью от интернета, признали, что наши жизни стали неуправляемы.", createVNode(_components.br, {}), "\n2 шаг. Пришли к убеждению, что только Сила более могущественная, чем мы, может вернуть нам здравомыслие.", createVNode(_components.br, {}), "\n3 шаг. Приняли решение препоручить нашу волю и нашу жизнь Богу, как мы Его понимали.", createVNode(_components.br, {}), "\n4 шаг. Глубоко и бесстрашно оценили себя и свою жизнь с нравственной точки зрения.", createVNode(_components.br, {}), "\n5 шаг. Признали перед Богом, собой и каким-либо другим человеком истинную природу наших заблуждений.", createVNode(_components.br, {}), "\n6 шаг. Полностью подготовили себя к тому, чтобы Бог избавил нас от наших недостатков.", createVNode(_components.br, {}), "\n7 шаг. Смиренно просили Его исправить наши изъяны.", createVNode(_components.br, {}), "\n8 шаг. Составили список всех тех людей, кому мы причинили зло, и преисполнились желанием загладить свою вину перед ними.", createVNode(_components.br, {}), "\n9 шаг. Лично возмещали причинённый этим людям ущерб, где только возможно, кроме тех случаев, когда это могло повредить им или кому-либо другому.", createVNode(_components.br, {}), "\n10 шаг. Продолжали самоанализ и, когда допускали ошибки, сразу признавали это.", createVNode(_components.br, {}), "\n11 шаг. Стремились путём молитвы и размышления углубить соприкосновение с Богом, как мы понимали Его, молясь лишь о знании Его воли, которую нам надлежит исполнить, и о даровании силы для этого.", createVNode(_components.br, {}), "\n12 шаг. Достигнув духовного пробуждения, к которому привели эти шаги, мы старались донести смысл наших идей до других интернет-зависимых и применять эти принципы во всех наших делах."]
    }), "\n", createVNode(_components.p, {
      children: "Как 12 шагов делают возможным наше личное выздоровление, так 12 традиций делают возможным существование наших групп."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Традиции:"
      }), "\n", createVNode("p", {
        class: "red-text",
        children: "[Ведущий зачитывает одну традицию по номеру текущего месяца или все традиции на своё усмотрение]"
      }), "\n1 - Наше общее благополучие должно стоять на первом месте; личное выздоровление зависит от единства АИЗ.", createVNode(_components.br, {}), "\n2 - В делах нашей группы есть лишь один высший авторитет — любящий Бог, воспринимаемый нами в том виде, в котором Он может предстать в нашем групповом сознании. Наши руководители — всего лишь облечённые доверием исполнители, они не приказывают.", createVNode(_components.br, {}), "\n3 - Единственное условие для того, чтобы стать членом АИЗ — это желание перестать компульсивно использовать интернет и устройства.", createVNode(_components.br, {}), "\n4 - Каждая группа должна быть вполне самостоятельной, за исключением дел, затрагивающих другие группы или АИЗ в целом.", createVNode(_components.br, {}), "\n5 - У каждой группы есть лишь одна главная цель — донести смысл наших идей до тех компульсивных пользователей интернета и устройств, которые всё ещё страдают.", createVNode(_components.br, {}), "\n6 - Группе АИЗ никогда не следует поддерживать, финансировать или предоставлять имя АИЗ для использования какой-либо родственной организации или посторонней компании, чтобы проблемы, связанные с деньгами, собственностью и престижем не отвлекали нас от нашей главной цели.", createVNode(_components.br, {}), "\n7 - Каждой группе АИЗ следует полностью опираться на собственные силы, отказываясь от помощи извне.", createVNode(_components.br, {}), "\n8 - Сообщество Анонимных Интернет-Зависимых должно всегда оставаться непрофессиональным объединением, однако наши службы могут нанимать работников, обладающих определённой квалификацией.", createVNode(_components.br, {}), "\n9 - Сообществу АИЗ никогда не следует обзаводиться жёсткой системой управления; однако мы можем создавать службы или комитеты, непосредственно подчинённые тем, кого они обслуживают.", createVNode(_components.br, {}), "\n10 - Сообщество Анонимных Интернет-Зависимых не придерживается какого-либо мнения по вопросам, не относящимся к его деятельности; поэтому имя АИЗ не следует вовлекать в какие-либо общественные дискуссии.", createVNode(_components.br, {}), "\n11 - Наша политика во взаимоотношениях с общественностью основывается на привлекательности наших идей, а не на пропаганде; мы должны всегда сохранять анонимность во всех наших контактах с прессой, радио, кино и интернетом.", createVNode(_components.br, {}), "\n12 - Анонимность — духовная основа всех наших Традиций, постоянно напоминающая нам о том, что главными являются принципы, а не личности."]
    }), "\n", createVNode(_components.p, {
      children: ["А теперь давайте представимся и назовем причину, по которой мы здесь собрались. Я начну.  Меня зовут ______, я интернет-зависимый.  ", createVNode("p", {
        class: "red-text",
        children: "[Все участники собрания представляются по кругу]"
      })]
    }), "\n", createVNode(_components.p, {
      children: [createVNode("p", {
        class: "red-text",
        children: "[Приветствие от ведущего на выбор]"
      }), "\nДобро пожаловать на группу выздоровления от интернет-зависимости!"]
    }), "\n", createVNode(_components.p, {
      children: "Правила группы:"
    }), "\n", createVNode(_components.ol, {
      children: ["\n", createVNode(_components.li, {
        children: "Собрание идет 1 час (без перерыва);"
      }), "\n", createVNode(_components.li, {
        children: "Сегодня у нас открытое собрание. На нем могут присутствовать все желающие. Высказываться на собрании могут только члены сообщества;"
      }), "\n", createVNode(_components.li, {
        children: "Старайтесь не теоретизировать, говорить используя местоимение «Я», только о своих чувствах и своем личном опыте проживания жизненных ситуаций и выздоровления от интернет-зависимости."
      }), "\n", createVNode(_components.li, {
        children: "Мы не используем ненормативную лексику;"
      }), "\n", createVNode(_components.li, {
        children: "Мы также не произносим названия сайтов и интернет-ресурсов, которые мы посещали."
      }), "\n", createVNode(_components.li, {
        children: "Мы просим участников не комментировать, не перебивать, не осуждать, не давать советов и отзывов, не заводить диалог в ответ на высказывание другого участника"
      }), "\n", createVNode(_components.li, {
        children: ["Мы не говорим о религии, политике и других темах, которые могут вызвать споры и отвлекать нас от выздоровления. ", createVNode("p", {
          class: "red-text",
          children: "[Ведущий может делать предупреждения участникам, напоминая о том, что мы сейчас сосредоточены на выздоровлении]"
        })]
      }), "\n", createVNode(_components.li, {
        children: "Задать вопросы и пообщаться можно после основной части собрания на чайной."
      }), "\n", createVNode(_components.li, {
        children: "Если Вы сегодня употребляли вещества, изменяющие сознание, пожалуйста, оставайтесь с нами, но воздержитесь от высказываний."
      }), "\n", createVNode(_components.li, {
        children: "Высказываемся в пределах отведенного ведущим времени, и сегодня это ___ минут"
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: ["Перед тем, как задать тему нашего собрания, проведем ", createVNode(_components.strong, {
        children: "круг радостных событий"
      }), "! Желающие могут по очереди представиться и поделиться радостными событиями и прогрессом в выздоровлении от интернет-зависимости, время высказывания — 1 минута."]
    }), "\n", createVNode("p", {
      class: "red-text",
      children: "[Участники высказываются. Если ведущий считает, что участник нарушил правила, то можно в мягкой форме сделать замечание после окончания высказывания участника. Добавив, что это не личное отношение, а сделано для соблюдения правил и традиций.\nВедущий может прервать участника только в случае оскорбления других участников]"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Тема нашего собрания:"
      }), " ", createVNode("p", {
        class: "red-text",
        children: "[Ежедневник/Любой из 12 шагов/Любая из 12 традиций]"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Также вы можете предложить свою тему. Дискуссия не ограничена темой дня. Если вы новичок, вы можете представиться или поделиться тем, что привело вас в АИЗ."
    }), "\n", createVNode(_components.p, {
      children: "Добро пожаловать высказываться!"
    }), "\n", createVNode(_components.p, {
      children: [createVNode("p", {
        class: "red-text",
        children: "[Между высказываниями участников]"
      }), "\nПодошедшие имеют возможность представиться…"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode("p", {
        class: "red-text",
        children: "[За 10 минут до окончания собрания]"
      }), "\n", createVNode(_components.strong, {
        children: "Есть ли у кого-то непреодолимое желание высказаться?"
      }), "\n", createVNode("p", {
        class: "red-text",
        children: "[За 5 минут до окончания собрания]"
      }), "\n", createVNode(_components.strong, {
        children: "Наше собрание подходит к концу."
      })]
    }), "\n", createVNode(_components.p, {
      children: ["Еще раз поприветствуем новичка(ов). Добро пожаловать! ", createVNode("p", {
        class: "red-text",
        children: "[Ведущий называет имя новичка]"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Поздравляю всех нас с еще одним трезвым днем!"
    }), "\n", createVNode(_components.p, {
      children: "В заключении я хочу добавить - кого бы вы здесь не увидели, что бы вы здесь не услышали, прошу вас информацию частного характера не выносить за пределы этой комнаты. Все личные высказывания — это только частные мнения, возьмите то, что вам нравится и оставьте всё остальное."
    }), "\n", createVNode(_components.p, {
      children: "Если вы новичок, у вас не было шанса высказаться, вы находитесь в сложном положении, пожалуйста не стесняйтесь остаться в звонке, так как часть участников сможет с вами поговорить или ответить на вопросы после окончания собрания."
    }), "\n", createVNode(_components.p, {
      children: "Служение помогает выздоровлению. У нас есть несколько открытых позиций для служения, они перечислены в закрепленных сообщениях группы. Если вы хотите взять служение в группе, пожалуйста, озвучьте это или напишите в чат."
    }), "\n", createVNode(_components.p, {
      children: ["У кого есть объявления или информация о нашей группе? ", createVNode("p", {
        class: "red-text",
        children: "[Ведущий дает возможность участникам собрания озвучить информацию]"
      })]
    }), "\n", createVNode(_components.p, {
      children: ["7 Традиция: Каждой группе Анонимных Интернет-Зависимых следует полностью опираться на собственные силы, отказываясь от помощи извне. Вы можете принять участие в добровольном материальном служении, если имеете желание и возможность. Это не относится к новичкам и гостям группы. Собранные средства идут на нужды группы и сообщества в целом. Информация с реквизитами есть в закрепленных сообщениях группы.\n", createVNode("p", {
        class: "red-text",
        children: "[Переслать реквизиты в чат группы из закрепленных сообщений]"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Если вы новичок и у вас нет спонсора, мы рекомендуем вам подумать о том, чтобы найти его. Спонсорство – неформальные, добровольные отношения, в которых более опытный член сообщества помогает новичку на пути выздоровления. Члены сообщества также могут быть попутчиками, и помогать друг другу в работе по шагам. Те, кто готовы быть спонсором или попутчиком, пожалуйста, включите микрофон и представьтесь. Если вы ищете спонсора, пожалуйста, напишите об этом в чат."
    }), "\n", createVNode(_components.p, {
      children: [createVNode("p", {
        class: "red-text",
        children: "[Переслать сообщение о поиске спонсора в личные сообщения одному из спонсоров АИЗ. Если кто-то вызывается быть спонсором/попутчиком]"
      }), "\nСпасибо за участие. Пожалуйста, свяжитесь с (вызвавшимся) после собрания, если вы ищете спонсора."]
    }), "\n", createVNode(_components.p, {
      children: "Следующая группа пройдет ______."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Обещания нашей программы:"
      }), "\nМы познаем новую свободу и новое счастье. Мы не будем сожалеть о нашем прошлом и вместе с тем не захотим полностью забывать о нем. Мы узнаем, что такое чистота, ясность и покой. Как бы низко мы ни пали в прошлом, мы поймем, что наш опыт может быть полезен другим. Исчезнут ощущения ненужности и жалости к себе. Мы потеряем интерес к вещам, которые подогревают наше самолюбие, и в нас усилится интерес к другим людям. Мы освободимся от эгоизма. Изменится наше мировоззрение, исчезнут страх перед людьми и неуверенность в экономическом благополучии. Мы интуитивно будем знать, как вести себя в ситуациях, которые раньше нас озадачивали. Мы поймем, что Бог делает для нас то, что мы не смогли сами сделать для себя. Все это произошло со многими из нас, с одними раньше с другими позже. Всё это становиться явью, если приложить усилия."]
    }), "\n", createVNode(_components.p, {
      children: ["Желающие могут присоединиться к ", createVNode(_components.strong, {
        children: "молитве"
      }), " о душевном покое: ", createVNode("p", {
        class: "red-text",
        children: "[Ведущий присылает текст молитвы в чат]"
      })]
    }), "\n", createVNode(_components.p, {
      children: "Боже, дай мне разум и душевный покой,\nпринять то, что я не в силах изменить,\nмужество, изменить, то, что могу,\nи мудрость отличить одно от другого."
    }), "\n", createVNode(_components.p, {
      children: "Давайте обнимемся! Чтобы обняться, просто включите микрофон и скажите «обнимаю!»"
    }), "\n", createVNode(_components.p, {
      children: "Программа работает, если ты работаешь по ней!"
    }), "\n", createVNode(_components.p, {
      children: ["И теперь, когда собрание окончено, мы по традиции даём возможность новичкам задать вопросы оставшимся и даём высказаться всем, кто не успел высказаться на собрании. Вопросы или высказывания?\n", createVNode("p", {
        class: "red-text",
        children: "[После собрания ведущий отправляет сообщение о посещении и новичках через бота для ведения статистики]"
      })]
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/preambula-internet-zavisimyh.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/preambula-internet-zavisimyh.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/preambula-internet-zavisimyh.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
