const id = "stories.mdx";
						const collection = "news";
						const slug = "stories";
						const body = "\n**Друзья!**\n\n**Сайт АИЗ начинает сбор личных историй выздоровления по программе 12 шагов. Если вы хотите поделиться своим опытом, расскажите:**\n\n- О вашем пути выздоровления.\n- О трудностях, которые вы преодолевали при прохождении шагов.\n- Как вы применяете принципы шагов в жизни.\n- Как вы работаете по шагам и что помогает вам оставаться трезвыми.\n\n**Формат:**\n\n- Имя\n- Сколько в АИЗ\n- Сама история, от 3 до 12 предложений.\n\nВаши истории могут стать источником вдохновения и поддержки для других участников сообщества.\n\nЕсли вы готовы поделиться своим опытом, присылайте свои истории в личные сообщения в\n@legion_free\n\nСпасибо, что делитесь своей силой, надеждой и опытом! 🙏\n";
						const data = {title:"Сайт АИЗ начинает сбор личных историй",description:"Собираем личные истории",pubDate:"2025-01-04"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/news/stories.mdx",
							rawData: "\ntitle: \"Сайт АИЗ начинает сбор личных историй\"\ndescription: \"Собираем личные истории\"\npubDate: \"2025-01-04\"",
						};

export { _internal, body, collection, data, id, slug };
