import { F as Fragment, _ as __astro_tag_component__, n as createVNode } from './astro/server_CMwCRdqq.mjs';
import { $ as $$Image } from './_astro_assets_p3p0cAkR.mjs';
import 'clsx';

const frontmatter = {
  "title": "Зависимое мышление",
  "description": "В статье рассматривается понятие зависимого мышления в контексте интернет-зависимости. Описываются когнитивные искажения, которые оправдывают чрезмерное использование интернета и препятствуют выздоровлению.",
  "pubDate": "2024-10-11",
  "img": "../../assets/images/posts/zavisimoe-myshlenie/img.jpg",
  "tags": ["Информация"]
};
function getHeadings() {
  return [{
    "depth": 3,
    "slug": "примеры-псевдологичного-зависимого-мышления",
    "text": "Примеры псевдологичного зависимого мышления:"
  }, {
    "depth": 3,
    "slug": "про-следующие-типы-зависимого-мышления-более-кратко",
    "text": "Про следующие типы зависимого мышления более кратко:"
  }, {
    "depth": 3,
    "slug": "пример-для-анализа-своего-защитного-мышления",
    "text": "Пример для анализа своего защитного мышления:"
  }];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const _components = {
    br: "br",
    em: "em",
    h3: "h3",
    hr: "hr",
    p: "p",
    strong: "strong",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: ["Зависимое мышление – это такое мышление, в котором с помощью тех или иных доводов оправдывается использование и/или прекращение лечения зависимости.", createVNode(_components.br, {}), "\nОбъясняется феномен зависимого мышления тем, что с помощью его та часть личности, которая хочет продолжать сидеть в интернете, пытается переубедить ту часть личности, которая хочет сохранять трезвость и выздоравливать. Более сложное объяснение зависимого мышления состоит в том, что оно является следствием психологических защит. Психика защищается от признания зависимости потому, что это признание принесет с собой много эмоциональной боли."]
    }), "\n", createVNode(_components.p, {
      children: "Зависимое мышление всегда основано на псевдологике. При псевдологике в умозаключениях делаются те или иные логические ошибки, из-за чего человек приходит к неправильным выводам."
    }), "\n", createVNode(_components.h3, {
      id: "примеры-псевдологичного-зависимого-мышления",
      children: "Примеры псевдологичного зависимого мышления:"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Абсолютное отрицание"
      }), " – полное непризнание каких-либо проблем с использованием интернета.", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Мысли"
      }), ": «У меня нет никаких проблем!».", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Как преодолеть"
      }), ": запросить обратную связь у людей, которым доверяете. Если несколько близких говорят, что есть проблемы, а вы их не видите, то скорее всего что-то не то именно с вашим восприятием."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Минимизация"
      }), " – преуменьшение проблем с использованием интернета.", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Мысли"
      }), ": «У меня не так много проблем с использованием интернета!».", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Логическая ошибка"
      }), ": может не так много, но они есть. И тогда, если они есть, по идее должны были бы осуществиться какие-либо шаги по их разрешению. А позиция «не так много проблем» ведет к исключительному бездействию. Предлагается провести честный анализ перед собой: а сколько на самом деле это «не так много»? Или задать следующий вопрос – а сколько я буду считать много? Когда потеряю работу? Семью? Здоровье? Только тогда пойду лечиться от интернет-зависимости?"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Контроль"
      }), " – признание проблемы, при мыслях, что смогу справиться с ней сам.", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Мысли"
      }), ": «У меня все под контролем! Я справлюсь сам, без помощи! Я могу использовать интернет дозированно! Хочу – использую, хочу – нет!».", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Логическая ошибка"
      }), ": здоровым поведением в любой проблеме будет просьба о помощи. Откуда такое нежелание обратиться за помощью и пытаться справиться самому? Проблема интернет-зависимости не в том, что человек не может бросить, а в том, что у него нет на самом деле такого желания. В смысле, есть желание, чтобы не было проблем от злоупотребления интернета, а не чтобы само сидение в интернете прекратилось. В том-то и различие. Когда начинаются проблемы от использования у независимого человека, у него сразу пропадает желание дальше продолжать сливаться в интернет. У зависимого же наоборот, возникает желание контролировать свое использование. Так что стремление к контролю уже само по себе является признаком зависимости. А вместо того, чтобы контролировать, нужно лечить свою болезнь зависимости. «Захочу – брошу!» никогда не сработает, потому что не захочется. И одна из целей лечения интернет-зависимости – это как раз «захотеть оставаться свободным», а не быть вынужденным воздерживаться от использования."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Сравнение"
      }), " – сравнение себя с людьми, чьи проблемы еще хуже.", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Автоматические мысли"
      }), ": «У меня не так все плохо, как у него!…».", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Логическая ошибка"
      }), ": естественно, для сравнения ищутся люди, у которых с использованием интернета гораздо все хуже, чем у вас. И приводится следующий псевдологический довод: «Если у него хуже, то он должен первым идти лечиться, а я уж после него». Но будет скорее всего другая ситуация – он разрушит себя и свою жизнь первым, а затем вы. А если хочется сравнивать, то сравните с людьми, у которых нет проблем от использования интернета. Или сравните с собой до возникновения зависимости."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Фантазирование"
      }), " – проблемы с интернетом признаются, но вместо их решения живет в фантазиях о «завтра», не решая сегодняшних проблем.", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Мысли"
      }), ": «Я завтра начну выполнять рекомендации! Я завтра брошу сидеть в интернете!».", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Логическая ошибка"
      }), ": есть такой анекдот: «Зависимый написал на стене, что завтра нужно бросить. На следующий день, проснувшись, посмотрел на надпись и сказал: „Фух, хорошо, что завтра, а не сегодня!“». Начните сегодня!"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Рационализация"
      }), " – использование объясняется не зависимостью, а другими причинами:", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Мысли"
      }), ": «Я сижу в интернете потому, что… (жизнь, родные, начальство, обстоятельства и т.д.)».", createVNode(_components.br, {}), "\n", createVNode(_components.em, {
        children: "Логическая ошибка"
      }), ": а вот и пойдите на программу выздоровления от интернет-зависимости, ведь одно из направлений терапии и является проработка причин использования. И вам помогут разобраться, как использовать интернет и выстраивать свои отношения в семье, как решать проблемы на работе и т.д. А такое мышление только приводит к удобному для зависимости замкнутому кругу: меня заставляют сидеть в интернете проблемы, поэтому мне лечиться не нужно, а так как эти проблемы разрешить не могу, буду дальше сидеть в интернете."]
    }), "\n", createVNode(_components.h3, {
      id: "про-следующие-типы-зависимого-мышления-более-кратко",
      children: "Про следующие типы зависимого мышления более кратко:"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Проекция"
      }), " – приписывание проблем с использованием интернета другим людям (чаще всего остро замечает, как много все вокруг используют интернет, именно сам зависимый). «Это не я зависим, это они! Это у них проблемы!»"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Морализация"
      }), " – вместо того, чтобы начинать лечение своей интернет-зависимости, осуждать себя. «Я постоянно сижу в интернете! Что я натворил, мне нет прощения (остается только использовать дальше)!»"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Резонерство (рассуждательство)"
      }), " – вместо начала конкретных шагов по решению проблемы зависимости, умные рассуждения и долгие разговоры на эту тему."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Замещение"
      }), " – признание проблем с использованием интернета и, возможно, даже согласие на начало лечения зависимости, но… Позже. А сейчас нужно решать проблемы на работе, в семье и т.д. В общем, поиск и создание других, «более важных» проблем. Да, я зависим и мне нужно лечиться, но сначала нужно (заработать деньги, наладить дела в семье и т.д.)"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Засмеивание"
      }), " — представление проблем с использованием интернета в смешном свете: «Ха-ха, у меня зависимость!»"]
    }), "\n", createVNode(_components.p, {
      children: "Примеров зависимого мышления может быть гораздо больше, этим список не исчерпывается. Зависимое мышление мешает признанию проблемы зависимости и началу лечения интернет-зависимости. Поэтому это мышление нужно преодолевать."
    }), "\n", createVNode(_components.h3, {
      id: "пример-для-анализа-своего-защитного-мышления",
      children: "Пример для анализа своего защитного мышления:"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Зависимое мышление"
      }), createVNode(_components.br, {}), "\nКак оправдывает использование? — Сосед Вася проводит в интернете гораздо больше времени, чем я.", createVNode(_components.br, {}), "\n", createVNode(_components.strong, {
        children: "В чем логическая ошибка?"
      }), " — А раз Вася использует интернет больше, то лечиться нужно ему, а не мне!", createVNode(_components.br, {}), "\n", createVNode(_components.strong, {
        children: "Здоровое мышление"
      }), " — То, что у Васи проблем больше, не значит, что у меня их нет. Нужно сравнивать себя с людьми, у которых проблем меньше, и равняться на них."]
    }), "\n", createVNode(_components.hr, {}), "\n", createVNode(_components.p, {
      children: createVNode(_components.em, {
        children: "[по материалам nezavisimost-fond]"
      })
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/zavisimoe-myshlenie.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/zavisimoe-myshlenie.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/zavisimoe-myshlenie.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
