const id = "diary_04_25.mdoc";
						const collection = "diary";
						const slug = "diary_04_25";
						const body = "Моё понимание зависимости на данный момент такое: если мне в обычной жизни невыносимо, то я нахожу способы облегчить своё состояние каким-нибудь способом. Каждый находит свой способ, что для него работает: кто-то еду, кто-то алкоголь или наркотики, кто-то секс, кто-то создаёт конфликты с людьми, кто-то работу, кто-то ранит или бьёт себя и т. д.; в принципе, употреблять можно много чего, ещё и комбинировать. Но сути это не меняет — я употребляю, потому что мне без употребления невыносимо.\n\nМне кажется, мысль начать с себя очень хорошая.\n\nЕсли у меня в какой-то сфере моей жизни творится какая-то дичь, по моему мнению, первым делом я смотрю на то, какие программные инструменты я могу применить в этой сфере, а вообще, в этой сфере я применяю программный подход? Доверяю ли я Высшей Силе, пускаю ли Бога туда, или я пытаюсь всё наладить сам и всё контролировать? В отношениях с другими людьми программа предлагает смотреть на свою сторону улицы, не пытаться догадываться, о чём думает человек, а спрашивать прямо. Я не могу выздоравливать за другого человека, но выздоравливая сам, я могу стать примером, за которым хочется идти.";
						const data = {title:"Путь к свободе через доверие Высшей Силе",when:"25"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/internet-aiz/src/content/diary/diary_04_25.mdoc",
							rawData: "\ntitle: Путь к свободе через доверие Высшей Силе\nwhen: '25'",
						};

export { _internal, body, collection, data, id, slug };
