const id = "diary_04_19.mdoc";
						const collection = "diary";
						const slug = "diary_04_19";
						const body = "Несмотря на то, что в интернете я видела множество людей, я всё равно чувствовала себя очень одинокой. Наблюдение за блогерами и знакомыми через соцсети, бесконечный просмотр сериалов, фильмов и интервью не давало мне полноценного контакта и общения. Я была, по сути, наблюдателем, а не участником. Я, как нищая и бездомная, могла лишь смотреть сквозь окно в комнату богатого дома и завидовать яркой и наполненной жизни других людей, чувствуя, что этот мир не для меня, что мне никогда его не достичь. \nПридя в сообщество АИЗ, я наконец обрела настоящее живое общение с теми, кто понимает меня. В разговорах с членами сообщества, попутчиками и впереди идущими я почувствовала, что мои чувства не уникальны, что с похожими состояниями сталкиваются многие. Шаги по программе и конкретные действия возвращают меня в мою жизнь, наполняют силой для того, чтобы жить, а не наблюдать за жизнью. Общение в живом контакте дарит мне все цвета мира и интерес к другим людям. Теперь я не наблюдаю за тем, как жизнь проходит мимо меня, а проживаю её.\n\nТолько сегодня: Я буду жить своей жизнью и буду концентрироваться на общении с живыми людьми, а не персонажами видео-контента и соцсетей.\n";
						const data = {title:"Не наблюдать, а жить",when:"19"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/internet-aiz/src/content/diary/diary_04_19.mdoc",
							rawData: "\ntitle: Не наблюдать, а жить\nwhen: '19'",
						};

export { _internal, body, collection, data, id, slug };
