const id = "diary_05_03.mdoc";
						const collection = "diary";
						const slug = "diary_05_03";
						const body = "Современный мир охотится за нашим вниманием. Соцсети, интернет-пространство, всё вокруг сейчас ориентировано на привлечение нашего внимания, тем самым они управляют нами. Чтобы этого не происходило, отсекайте всё лишнее. Действуйте как садовник, который ухаживает за фруктовыми деревьями. Если он не будет отсекать лишние ненужные ветви, то вся сила деревьев уйдёт в них, и деревья не принесут плода. Опытные садовники безжалостно отсекают всё лишнее и получают замечательные результаты в итоге. Так и мы должны безжалостно отсекать всё ненужное и неважное, что отвлекает нас.\n\nОсобенно актуальны для нас в этом плане наш смартфон, компьютер, и любые источники информации.";
						const data = {title:"Отсекайте всё лишнее",when:"03"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_05_03.mdoc",
							rawData: "\ntitle: Отсекайте всё лишнее\nwhen: '03'",
						};

export { _internal, body, collection, data, id, slug };
