const id = "diary_05_08.mdoc";
						const collection = "diary";
						const slug = "diary_05_08";
						const body = "С каждым днем, проведенным в размышлениях и самоанализе, я все больше осознаю, что мои раздражение и недовольство миром исходят из моих внутренних требований. Я ждала от мира, что он будет соответствовать моим представлениям, и не принимала его таким, какой он есть. Эта борьба с реальностью только усиливала мое недовольство, потому что не может все изменится под мои желания.\n\nВ программа моя внутренняя призма восприятия, через которую я смотрю на жизнь, начинает меняться. Я учусь видеть не справедливость или несправедливость событий, а просто принимать их как данность, которая не требует моего немедленного вмешательства или оценки. Это не о том, чтобы смириться с неприемлемым или перестать стремиться к лучшему, но о том, чтобы не дать своим предубеждениям мешать видеть мир во всем его многообразии.\n\nИзменение внутренних установок – это не быстрый процесс. Это требует от меня постоянной работы над собой, много терпения и готовности столкнуться с собственными глубоко укоренившимися взглядами и убеждениями. Я учусь задавать себе вопросы: \"Почему это меня так беспокоит? Что на самом деле стоит за моим недовольством?\"\n\nЭтот путь помогает мне осознать, что мир вокруг – это нечто большее, чем просто сцена для моих личных проекций и шаблонов. Он полон разнообразия, несоответствий и противоречий, которые являются не беспорядком, а естественным порядком вещей. \n\nТолько сегодня: Я буду принимать мир таким, какой он есть, я обрету внутреннее спокойствие и научусь находить гармонию вне зависимости от внешних обстоятельств.";
						const data = {title:"От борьбы с реальностью к внутреннему покою",when:"08"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/internet-aiz/src/content/diary/diary_05_08.mdoc",
							rawData: "\ntitle: От борьбы с реальностью к внутреннему покою\nwhen: '08'",
						};

export { _internal, body, collection, data, id, slug };
