const id = "diary_05_07.mdoc";
						const collection = "diary";
						const slug = "diary_05_07";
						const body = "На третьем шаге программы я поняла, что любое занятие  в жизни можно воспринимать как служение. Раньше я могла раздражаться от рутинных обязанностей, но теперь я начинаю видеть в них глубокий смысл и ценность.\n\nКогда я убираюсь в доме, я не просто перемещаю вещи или вытираю пыль. Я создаю чистое и уютное пространство для себя и своей семьи, что делает наш общий дом более приятным и комфортным местом для жизни. Это моё служение своим близким, способ показать заботу и любовь без слов.\n\nНа работе я прикладываю свои усилия не только для того, чтобы получить зарплату, но и для того, чтобы внести свой вклад в общество, помочь коллегам, клиентам создать качественный и удобный сервис.\n\nЗанимаясь приготовлением еды, я не просто соблюдаю технологический процесс, но и вкладываю в каждое блюдо частицу себя, заботу о здоровье и самочувствии тех, кто это будет есть. Кулинария превращается из обязанности в служение моей семье.\n\nТакое новое восприятие делает мою жизнь более осмысленной. Каждое действие становится важным, потому что я делаю что-то с намерением служить, а не просто выполнить задачу. Это позволяет мне чувствовать себя нужной и полезной, укрепляя мою связь с миром и людьми вокруг.\n\nТолько сегодня: Я буду воспринимать свои обязанности как служения и находить радость в повседневных делах.";
						const data = {title:"Жизнь как служение",when:"07"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_05_07.mdoc",
							rawData: "\ntitle: Жизнь как служение\nwhen: '07'",
						};

export { _internal, body, collection, data, id, slug };
