const id = "diary_04_22.mdoc";
						const collection = "diary";
						const slug = "diary_04_22";
						const body = "Из своего опыта я заметил, когда я делюсь своим опытом выздоровления и моими изменениями в жизни без ожиданий, что человек обязательно должен присоединиться к сообществу, и без попытки указать другому человеку, как неправильно он живет свою жизнь, это то, что вызывает у человека желание меняться и готовность попробовать программу для себя.\n\nЕсли я вижу в другом человеке сходство с собой в плане употребления, я стараюсь делиться тем, как я употреблял, в каком состоянии я пришел в сообщество, какое эмоциональное состояние было у меня и что произошло со всем этим благодаря применению принципов программы.\n\nЯ стараюсь быть честным с другими, экологичным, но честным. Если меня раздражает поведение человека, я стараюсь понять, что именно. Если я понимаю свои чувства, например, мне становится неинтересно, скучно, и разговор перестает наполнять меня, если человек переходит на описание контента, который он употребляет. Например, человек рассказывает мне содержание каких-то роликов или книг, и мне это не интересно. Я либо спрашиваю его, зачем он мне это рассказывает, либо делюсь с ним своим отношением к этому. Например, говорю, мне не интересно слушать содержание книг или видео, и предлагаю сменить тему, спросив его, как он живет, что интересного у него происходит, или предлагаю прекратить разговор, если нет других тем для обсуждения. Если выяснится, что человеку нужна моя помощь, и он готов обратиться за ней, я с удовольствием помогу всем, чем могу.\n";
						const data = {title:"Поддержка через честность и понимание",when:"22"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_04_22.mdoc",
							rawData: "\ntitle: Поддержка через честность и понимание\nwhen: '22'",
						};

export { _internal, body, collection, data, id, slug };
