const id = "diary_05_09.mdoc";
						const collection = "diary";
						const slug = "diary_05_09";
						const body = "Сегодня я вспомнила о знакомой с детства фразе: «Поступай с другими так, как хочешь, чтобы поступали с тобой». Я всегда воспринимала это утверждение как своеобразную гарантию того, что если я буду хорошо вести себя с другими, то и со мной люди будут хорошо обращаться. Но ведь тут ничего не сказано про то, как будут поступать другие! А я чувствовала обиду и возмущение, если на мое доброе отношение окружающие не отвечали тем же.\n\nЧерез какое-то время это привело меня к мысли, что если люди не отвечают мне тем же самым, то и мне не стоит прилагать усилия. Я начала думать, что этот принцип не работает, что мир слишком жесток и несправедлив. И такое отношение только усиливало моё недовольство и чувство изоляции.\n\nВ процессе прохождения программы я пришла к новому пониманию этой мудрости. Я осознала, что эта фраза не о том, чтобы создать условия контракта для обмена добротой, и нет тут никакой сделки, а мой выбор как поступать должен быть основан не на ожиданиях взаимности, а на моих собственных убеждениях о том, как стоит жить. \n\nЯ стала понимать, что истинная доброта бескорыстна. Не следует ждать ничего в ответ, важно лишь отдавать и делать это искренне, не требуя подтверждения или вознаграждения. Это освобождает меня от тяжести ожиданий и позволяет по-настоящему ценить моменты искренности и доброты, как свои, так и чужие. \n\nВозвращение к этому простому, но глубокому принципу приносит мне большое умиротворение и спокойствие. Я понимаю, что не могу контролировать действия других, но могу быть верной своим принципам и поступать так, Бог хотел бы, чтобы я поступала.";
						const data = {title:"От ожиданий к свободе",when:"09"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_05_09.mdoc",
							rawData: "\ntitle: От ожиданий к свободе\nwhen: '09'",
						};

export { _internal, body, collection, data, id, slug };
