const id = "diary_05_01.mdoc";
						const collection = "diary";
						const slug = "diary_05_01";
						const body = "В начале работы по шагам я чувствовал, что мне нужно научиться многому. Потом я работал по шагам, посещал встречи, что-то делал для сообщества. В какой-то момент я заметил, что другие люди в моей жизни отмечают, что я веду себя по-другому. Эти люди замечают, что что-то изменилось во мне. Однако мне самому бывает трудно заметить, что что-то изменилось в образе моего мышления. Мне трудно уловить этот момент, когда моё поведение продиктовано принципами программы, они встраиваются в меня как-то бесшовно. Мне порой кажется, что они всегда были частью меня. Эти мысли приводят меня к идее, что программа помогает мне открывать себя для самого себя. Есть глубокое ощущение, что программа помогает мне стать собой. Учит меня не тому, каким мне быть, а как быть собой.";
						const data = {title:"Открытие себя через шаги программы",when:"01"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/diary/diary_05_01.mdoc",
							rawData: "\ntitle: Открытие себя через шаги программы\nwhen: '01'",
						};

export { _internal, body, collection, data, id, slug };
