const id = "instrumenty-dlya-polnoczennoj-zhizni.mdoc";
						const collection = "posts";
						const slug = "instrumenty-dlya-polnoczennoj-zhizni";
						const body = "\n## **Упражнения**\n\nРегулярные физические упражнения и активные движения оказывают положительное влияние на здоровье, настроение и общее самочувствие. Для людей, которые испытывают трудности с интернет-зависимостью, физическая активность может стать мощным инструментом восстановления и повышения устойчивости. Это может быть регулярная ходьба, бег, езда на велосипеде, занятия спортом, танцы или посещение местного спортзала. Выберите тот вид активности, который вам нравится, и сделайте его регулярной частью своей жизни. Это не только улучшит физическую форму, но и поможет лучше справляться с эмоциями и стрессом.\n\n## **Живое общение**\n\nВместо общения с другими людьми через социальные сети, важно уделять внимание живым контактам. Наши участники стараются больше времени проводить с друзьями, семьёй и участвовать в реальных группах и мероприятиях. Это может быть участие в семейных собраниях, групповых встречах или волонтёрской работе. Живое общение помогает справиться с чувством изоляции, которое часто усиливается при интернет-зависимости. Участвуйте в сообществах и мероприятиях, где вы можете чувствовать себя полезными и получать поддержку от окружающих.\n\n## **Здоровый сон**\n\nМногие интернет-зависимые страдают от проблем со сном. \"Зависания\" в интернете нередко уносят нас далеко за полночь, а иногда мы засыпаем только от крайней усталости. Многие из нас страдают хроническим недосыпом, что пагубно сказывается на психическом и физическом здоровье. Восстановление здорового режима сна — это одно из лучших действий, которое вы можете предпринять для улучшения своего состояния и процесса выздоровления. Рекомендуется спать по 8 часов каждую ночь, ложиться спать и просыпаться в одно и то же время, а также вводить утренние и ночные ритуалы, которые помогут выработать здоровые привычки сна. Полноценный сон — важная составляющая хорошего психического здоровья.\n\n## **Хобби и живые увлечения**\n\nВ процессе выздоровления многие участники сталкиваются с неожиданной проблемой: обилием свободного времени. Интернет и технологии раньше заполняли почти каждую свободную минуту. Что же делать с этим временем теперь? Найдите для себя хобби, увлечения и занятия в реальной жизни, которые принесут радость и удовлетворение. Это может быть всё, что угодно — от творчества до спорта, от занятий кулинарией до садоводства. Важно занять себя полезной деятельностью, которая даст вам чувство смысла и поможет избежать скуки. Полезно составить список здоровых занятий, к которому можно возвращаться, когда возникает вопрос: чем заняться без интернета? Это может быть время, которое вы тратите на чтение книг, прогулки на природе, общение с друзьями или изучение новых навыков.\n";
						const data = {title:"Инструменты для полноценной жизни",description:"Регулярные физические упражнения и физические движения улучшают здоровье, настроение и хорошее самочувствие",pubDate:"2023-10-17",img:
						new Proxy({"src":"/_astro/img.Cu4Osczi.jpg","width":1792,"height":1024,"format":"png","fsPath":"/Users/samgold/Desktop/Проекты/internet-aiz/src/assets/images/posts/instrumenty-dlya-polnoczennoj-zhizni/img.jpg"}, {
						get(target, name, receiver) {
							if (name === 'clone') {
								return structuredClone(target);
							}
							if (name === 'fsPath') {
								return "/Users/samgold/Desktop/Проекты/internet-aiz/src/assets/images/posts/instrumenty-dlya-polnoczennoj-zhizni/img.jpg";
							}
							
							return target[name];
						}
					})
					};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/internet-aiz/src/content/posts/instrumenty-dlya-polnoczennoj-zhizni.mdoc",
							rawData: "\ntitle: Инструменты для полноценной жизни\ndescription: >-\n  Регулярные физические упражнения и физические движения улучшают здоровье,\n  настроение и хорошее самочувствие\npubDate: '2023-10-17'\nimg: ../../assets/images/posts/instrumenty-dlya-polnoczennoj-zhizni/img.jpg",
						};

export { _internal, body, collection, data, id, slug };
