const id = "kak-sozdat-gruppu-aiz.mdoc";
						const collection = "posts";
						const slug = "kak-sozdat-gruppu-aiz";
						const body = "\n## Как работает группа АИЗ?  \n### Традиция четвертая:  \n**«Каждая группа должна быть вполне самостоятельной, за исключением дел, затрагивающих другие группы или АИЗ в целом.»**\n\n## Как создать группу АИЗ?\n\nВы подумываете о том, чтобы организовать новую группу АИЗ? Причины для этого могут быть разные, но пути осуществления, как правило, одинаковы.\n\n### Для создания новой группы важно:\n- Потребность в таковой, выраженная как минимум двумя-тремя интернет-зависимыми;\n- Сотрудничество с другими членами АИЗ;\n- Помещение для проведения собраний;\n- Чайник;\n- Литература и справочники групп АА (У АИЗ нет собственной литературы);\n- Прочие ресурсы.\n\nКогда группа будет готова к началу работы, полезно сообщить о её существовании в РКО АИЗ.\n\n## Как назвать группу?\n\nОпыт Содружества научил группы АИЗ избегать любой формы объединения с посторонними организациями и не поддерживать ни одну из них, какими бы благородными они ни были.\n\n### Традиция шестая:\n**«Группе АИЗ никогда не следует поддерживать, финансировать или предоставлять имя АИЗ для использования какой-либо родственной организации или посторонней компании, чтобы проблемы, связанные с деньгами, собственностью и престижем не отвлекали нас от нашей главной цели».**\n\nСледует избегать даже видимости принадлежности к каким-либо организациям, клубам, политическим или религиозным движениям. В связи с этим, если группа АИЗ проводит собрания в исправительном или лечебном учреждении или в церкви, не стоит использовать в названии имя этой организации. Лучше выбрать другое название, чтобы было ясно, что группа не связана с этой больницей, церковью, тюрьмой или лечебным центром, а лишь арендует там помещение для своих собраний.\n\n## Главная цель группы АИЗ  \nГлавная цель любой группы АИЗ — нести нашу весть интернет-зависимым. \n\nИнтернет-зависимый опыт — это то общее, что связывает всех членов АИЗ.";
						const data = {title:"Как создать группу АИЗ?",description:"Каждая группа должна быть вполне самостоятельной, за исключением дел, затрагивающих другие группы или АИЗ в целом.",pubDate:"2023-12-18",img:
						new Proxy({"src":"/_astro/img.CpEuu2aP.png","width":1200,"height":630,"format":"png","fsPath":"/Users/samgold/Desktop/Проекты/internet-aiz/src/assets/images/posts/kak-sozdat-gruppu-aiz/img.png"}, {
						get(target, name, receiver) {
							if (name === 'clone') {
								return structuredClone(target);
							}
							if (name === 'fsPath') {
								return "/Users/samgold/Desktop/Проекты/internet-aiz/src/assets/images/posts/kak-sozdat-gruppu-aiz/img.png";
							}
							
							return target[name];
						}
					})
					};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/internet-aiz/src/content/posts/kak-sozdat-gruppu-aiz.mdoc",
							rawData: "\ntitle: Как создать группу АИЗ?\ndescription: Каждая группа должна быть вполне самостоятельной, за исключением дел,\n  затрагивающих другие группы или АИЗ в целом.\npubDate: '2023-12-18'\nimg: ../../assets/images/posts/kak-sozdat-gruppu-aiz/img.png\n",
						};

export { _internal, body, collection, data, id, slug };
