import { F as Fragment, _ as __astro_tag_component__, n as createVNode } from './astro/server_CMwCRdqq.mjs';
import { $ as $$Image } from './_astro_assets_p3p0cAkR.mjs';
import 'clsx';

const frontmatter = {
  "title": "К.М.",
  "description": "Принцип: Служения. Приветствую, читатель! Возможно, мой опыт тебе вдохновит, возможно нет.",
  "old": "В АИЗ более 3.5 лет."
};
function getHeadings() {
  return [{
    "depth": 2,
    "slug": "краткие-факты-связанные-со-мной",
    "text": "Краткие факты связанные со мной."
  }, {
    "depth": 2,
    "slug": "краткие-факты-связанные-с-аиз",
    "text": "Краткие факты связанные с АИЗ."
  }, {
    "depth": 3,
    "slug": "предисловия",
    "text": "Предисловия"
  }];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const _components = {
    blockquote: "blockquote",
    h2: "h2",
    h3: "h3",
    li: "li",
    p: "p",
    strong: "strong",
    ul: "ul",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: "Приветствую, читатель! Возможно, мой опыт тебе вдохновит, возможно нет."
    }), "\n", createVNode(_components.h2, {
      id: "краткие-факты-связанные-со-мной",
      children: "Краткие факты связанные со мной."
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "В АИЗ пришел с АКИ"
      }), "\n", createVNode(_components.li, {
        children: "Встретил меня добром и душой член сообщества АКИ и АИЗ Демьян."
      }), "\n", createVNode(_components.li, {
        children: ["До АИЗ был:\n", createVNode(_components.ul, {
          children: ["\n", createVNode(_components.li, {
            children: "В АА, АН, CODA и прочих сообществах."
          }), "\n"]
        }), "\n"]
      }), "\n", createVNode(_components.li, {
        children: "База моя пошла с АА."
      }), "\n", createVNode(_components.li, {
        children: "Шаги проходил по БКАА в АА за 1.5 месяца. Читал книгу и выполнял рекомендации БКАА."
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "краткие-факты-связанные-с-аиз",
      children: "Краткие факты связанные с АИЗ."
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Шаги в АИЗ я ни с кем ни по какому руководству не проходил."
      }), "\n", createVNode(_components.li, {
        children: "Взял концепцию, что алкоголизм и интернет зависимость - одно и тоже."
      }), "\n", createVNode(_components.li, {
        children: "Тоесть, можно использовать интернет эффективно, (но алкоголь нет 😁)"
      }), "\n"]
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: "Вера без дел - мертва."
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Так я и понял суть проблемы ИЗ. Что за этом последовало?"
    }), "\n", createVNode(_components.h3, {
      id: "предисловия",
      children: "Предисловия"
    }), "\n", createVNode(_components.p, {
      children: ["В АА я прошел 12 шагов. Мне рекомендовал мой наставник (назову его) Марат, из г. Казань. пойти дальше по традициям АА, а далее концепции обсулуживания структур АА.\n", createVNode(_components.strong, {
        children: "Все пришло к этому:"
      })]
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "12 шагов — для личного выздоровления от зависимости."
      }), "\n", createVNode(_components.li, {
        children: "12 традиций — для сохранения единства и работы всего сообщества."
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Мой путь АИЗ к самому счатью и свободе от ИЗ послужило - служению и помощь людям в сообществе. Я предлагал активно создать комитет по дальнейшему развитию АИЗ в рамках 5 традиции. Создал сайт АИЗ, пересоздал ютуб канал АИЗ. Были эксперементы с тик-током, инстаграмом и блог платформами по типу vc.ru, teletype.in и прочее, все не вспомню. Главная идей была, чтобы интернет знал об АИЗ во всех местах. Я был в роли служещего сайта АИЗ, представителя РКО (бывш. КИО АИЗ), секретаря, спикерхантера, ютубера, смм-дурачком (сммщик 😅)."
    }), "\n", createVNode(_components.p, {
      children: "Идей была проста: “раскрой навыки в сфере служения, покажи опыт на деле.” Красиво говорить меня не обучали, сам по себе я человек дела, а не слова."
    }), "\n", createVNode(_components.p, {
      children: "Почему я так просто взялся за это? Я служащий (уже нет) в КИО АА Казань, (служил более 2.4 года, пока не нашел замену). Я знал кухню вести и работу с общественностью. Смекалка, гибкость и желания с верой, и надежой, которая даровал мне всемышний направил меня на этот трудный путь. Трудный он оказался, потому что я в итоге перегорел и разачаровался. Моя история больше про служения. Принципы расписывать я стал, так как это долгая история и я не смогу полностью это описать, не понимаю как."
    }), "\n", createVNode(_components.p, {
      children: "Спасибо, что прочитали."
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/story/km.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/story/km.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/story/km.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
