import { F as Fragment, _ as __astro_tag_component__, n as createVNode } from './astro/server_CMwCRdqq.mjs';
import { $ as $$Image } from './_astro_assets_p3p0cAkR.mjs';
import 'clsx';

const frontmatter = {
  "title": "Рекомендации ведущему на онлайн-собрании АИЗ",
  "description": "Подробное руководство по подготовке и проведению встреч в 12-шаговом сообществе.",
  "pubDate": "2024-10-23",
  "img": "../../assets/images/posts/rekomendatsii-vedushchemu-na-sobranii/img.webp",
  "tags": ["Информация", "Для групп"]
};
function getHeadings() {
  return [{
    "depth": 2,
    "slug": "перед-собранием",
    "text": "Перед собранием"
  }, {
    "depth": 2,
    "slug": "начало-собрания",
    "text": "Начало собрания"
  }, {
    "depth": 2,
    "slug": "основная-часть-собрания",
    "text": "Основная часть собрания"
  }, {
    "depth": 2,
    "slug": "завершение-собрания",
    "text": "Завершение собрания"
  }, {
    "depth": 2,
    "slug": "описание-служения-ведущий-собрания",
    "text": "Описание служения “Ведущий собрания”"
  }];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const _components = {
    a: "a",
    br: "br",
    h2: "h2",
    li: "li",
    p: "p",
    strong: "strong",
    ul: "ul",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: "Ведущие собраний играют важную роль в поддержании атмосферы выздоровления, и не стоит волноваться, если у вас нет опыта. Важно помнить, что собрания проходят в дружественной обстановке, и участники очень поддерживают тех, кто берет на себя это служение."
    }), "\n", createVNode(_components.p, {
      children: ["Собрание проходит по преамбуле, принятой в группе, ведущий просто зачитывает ее текст и приглашает участников высказываться. Преамбула — это структура встречи, которая задает общий тон и направление для общения. Рекомендуется посетить несколько собраний группы и посмотреть, как ведущий ее проводит. ", createVNode(_components.a, {
        href: "https://internetaddicts.ru/posts/preambula-internet-zavisimyh/",
        children: "Пример преамбулы"
      }), " из группы «Вечер АИЗ»."]
    }), "\n", createVNode(_components.h2, {
      id: "перед-собранием",
      children: "Перед собранием"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Приглашения:"
      }), " За час до собрания Ведущий рассылает приглашения на собрание в группы:"]
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: createVNode(_components.a, {
          href: "https://t.me/morning_itaa",
          children: "Утро АИЗ"
        })
      }), "\n", createVNode(_components.li, {
        children: createVNode(_components.a, {
          href: "https://t.me/aiz_meetings",
          children: "Вечер АИЗ"
        })
      }), "\n", createVNode(_components.li, {
        children: createVNode(_components.a, {
          href: "https://t.me/+SDRtlysnh_9kNDE9",
          children: "Свобода для всех"
        })
      }), "\n", createVNode(_components.li, {
        children: createVNode(_components.a, {
          href: "https://t.me/aiz_itta",
          children: "Чат сообщества АИЗ"
        })
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.strong, {
        children: "Пример (можно написать свое приглашение)"
      })
    }), "\n", createVNode(_components.p, {
      children: ["Дорогие друзья!", createVNode(_components.br, {}), "\nПриглашаем вас сегодня на онлайн собрание АИЗ!", createVNode(_components.br, {}), "\n🗓️ среда 19:00 мск", createVNode(_components.br, {}), "\nВстреча пройдет в группе ", createVNode(_components.a, {
        href: "https://t.me/aiz_meetings",
        children: "https://t.me/aiz_meetings"
      }), createVNode(_components.br, {}), "\n📖 Темы:", createVNode(_components.br, {}), "\n✔️Ежедневник", createVNode(_components.br, {}), "\n✔️1й шаг - как я пришел в АИЗ и признал зависимость (если на группе новичок)", createVNode(_components.br, {}), "\n✔️ Можно предложить свою тему на собрании", createVNode(_components.br, {}), "\nДобро пожаловать! 🤗"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Прислать тексты в чат:"
      }), " Ведущий до начала группы присылает текст 12 шагов и ежедневник в чат группы (эти тексты будут зачитывать на собрании). Ежедневник можно взять в ", createVNode(_components.a, {
        href: "https://t.me/aiz_itta",
        children: "чате АИЗ"
      }), " или с сайтов других 12-шаговых сообществ АА, АН и тд."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Техническая подготовка:"
      }), " Заранее подключитесь к встрече, убедитесь, что ваше устройство работает исправно, и интернет-соединение стабильно. Можно использовать наушники с микрофоном для лучшего качества звука."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Молитва или настрой:"
      }), " Перед началом собрания ведущий может обратиться к Богу за помощью в проведении собрания. Это поможет настроиться на выздоровление и духовную составляющую встречи."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Приветствие участников:"
      }), " Когда участники начинают подключаться, поприветствуйте их по имени и убедитесь, что вас хорошо слышат. Это создаст теплую и дружелюбную атмосферу, особенно для новичков."]
    }), "\n", createVNode(_components.h2, {
      id: "начало-собрания",
      children: "Начало собрания"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Открытие собрания:"
      }), " Собрание проходит по тексту преамбулы. Ведущий предлагает участникам выключить микрофоны и посвятить время только встрече, закрыв ненужные программы на устройствах."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Минута молчания:"
      }), " В начале проводим минуту молчания, в которой участники могут подумать о том, что потеряли из-за интернет-зависимости, вспомнить тех, кто в срыве, и настроиться на выздоровление."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Новички:"
      }), " Ведущий приветствует новичков, задает вопрос, есть ли они на собрании, и предоставляет им возможность представиться. Важно поддержать новичков, помогая им почувствовать себя частью группы. Новичок — это самый важный человек на любом собрании, потому что мы можем сохранить то, что имеем, только если мы его отдаем."]
    }), "\n", createVNode(_components.h2, {
      id: "основная-часть-собрания",
      children: "Основная часть собрания"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Чтение шагов и традиций:"
      }), " Ведущий предлагает зачитать шаги кому-то из участников, а если никто не вызвался, зачитывает их сам. Потом зачитывает традиции, можно выбрать одну традицию, соответствующую месяцу, или прочитать все сразу."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Темы собрания:"
      }), " Задайте основную тему для обсуждения — это может быть ежедневник (ведущий или кто-то из желающих участников читает текст на собрании), шаг или традиция. Пригласите участников высказываться, отметив, что они могут предложить свои темы, если они связаны с выздоровлением и программой 12 шагов. Чтобы обозначить свою очередь для высказывания, участники могут ставить «111» или «+» в чат."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Порядок выступлений:"
      }), " Следите за тем, чтобы каждому участнику было достаточно времени для высказывания, и вежливо напомните о необходимости завершить речь, если кто-то выходит за рамки отведённого времени (можно прислать ⏰ в чат). Это делается не для того, чтобы ограничить людей, а чтобы дать возможность высказаться всем."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Дружелюбная атмосфера:"
      }), " Помните, что ваша задача – создать атмосферу поддержки и принятия. В АИЗ участники всегда благодарны ведущему за его служение. Важен не идеальный порядок, а то, что собрание проводится и даёт возможность людям делиться своим опытом."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Поддержание порядка:"
      }), " Ведущий напоминает участникам, что мы говорим от первого лица о своем опыте выздоровления и стараемся избегать теоретизирования, обсуждений политики или других отвлекающих тем. Если кто-то нарушает эти правила, вежливо указываем на необходимость придерживаться темы собрания."]
    }), "\n", createVNode(_components.h2, {
      id: "завершение-собрания",
      children: "Завершение собрания"
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Заключение:"
      }), " Ведущий напоминает о том, что личные высказывания остаются конфиденциальными, и призывает участников не выносить их за пределы собрания. Также напоминает о доступных служениях в группе и приглашает тех, кто готов взять на себя служение."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Молитва и прощание:"
      }), " Завершаем собрание молитвой о душевном покое или другим прощальным ритуалом, который принят в группе."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Чайная:"
      }), " Поблагодарите участников за их высказывания и пригласите их остаться на «Чайную» — неформальную часть встречи, где можно продолжить общение, и новички могут задать любые вопросы по программе. Это особенно полезно для новичков, которые могут уточнить детали по программе и получить дополнительную поддержку."]
    }), "\n", createVNode(_components.p, {
      children: "Не бойтесь ошибок – участники АИЗ очень вежливы и благодарны, никто не будет ругать вас за запинки или неловкости. Важно, что вы готовы помогать, и этого уже достаточно."
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.a, {
        href: "https://internetaddicts.ru/speakers/nastya-chairperson/",
        children: "Послушайте спикерскую"
      }), " служащей Ведущей из группы «Утро АИЗ»."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.a, {
        href: "https://internetaddicts.ru/posts/sluzhenie-eto-vyrazhenie-nashej-blagodarnosti-sodruzhestvu/",
        children: "Статья про служение"
      }), " на нашем сайте."]
    }), "\n", createVNode(_components.h2, {
      id: "описание-служения-ведущий-собрания",
      children: "Описание служения “Ведущий собрания”"
    }), "\n", createVNode(_components.p, {
      children: createVNode(_components.strong, {
        children: "Обязанности:"
      })
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Обеспечивать соблюдение формата и правил проведения собраний в соответствии с преамбулой группы, в случае нарушений, восстанавливать дисциплину, используя полномочия ведущего."
      }), "\n", createVNode(_components.li, {
        children: "Поддерживать атмосферу выздоровления, тепло встречать новичков, акцентируя внимание участников на том, что новичок – это главный человек на собрании. Мы можем сохранить то, что имеем, только делясь этим."
      }), "\n", createVNode(_components.li, {
        children: "Обеспечивать актуальность и соответствие тематики собраний целям группы."
      }), "\n", createVNode(_components.li, {
        children: "Активно участвовать в жизни и развитии группы: посещать рабочие собрания, семинары и тренинги по служению."
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Срок служения:"
      }), " от 1 мес. (служитель не может быть избран более, чем на два срока подряд)."]
    }), "\n", createVNode(_components.p, {
      children: [createVNode(_components.strong, {
        children: "Критерии:"
      }), " посещение нескольких собраний АИЗ."]
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/rekomendatsii-vedushchemu-na-sobranii.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/rekomendatsii-vedushchemu-na-sobranii.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/rekomendatsii-vedushchemu-na-sobranii.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
