import { F as Fragment, _ as __astro_tag_component__, n as createVNode } from './astro/server_CMwCRdqq.mjs';
import { $ as $$Image } from './_astro_assets_p3p0cAkR.mjs';
import 'clsx';

const frontmatter = {
  "title": "Зачем нам 12 Традиций?",
  "description": "12 традиций АИЗ для поддержания существования групп",
  "pubDate": "2024-10-14T00:00:00.000Z",
  "img": "../../assets/images/posts/zachem-nam-12-tradiczij/img.webp",
  "tags": ["12 традиций"]
};
function getHeadings() {
  return [{
    "depth": 2,
    "slug": "традиция-пятая",
    "text": "Традиция Пятая"
  }, {
    "depth": 2,
    "slug": "суть-нашего-служения",
    "text": "Суть нашего служения"
  }, {
    "depth": 2,
    "slug": "о-традициях-первоначальные-вопросы",
    "text": "О традициях. Первоначальные вопросы"
  }, {
    "depth": 2,
    "slug": "что-же-собой-представляет-наш-опыт",
    "text": "Что же собой представляет наш опыт?"
  }];
}
const __usesAstroImage = true;
function _createMdxContent(props) {
  const _components = {
    blockquote: "blockquote",
    h2: "h2",
    li: "li",
    p: "p",
    ul: "ul",
    ...props.components
  };
  return createVNode(Fragment, {
    children: [createVNode(_components.p, {
      children: "Традиции касаются того, как мы, как сообщество, сохраняем единство и передаём наш опыт другим. Традиции — это принципы, которые помогают нам НЕ разрушить наши группы внутренними конфликтами и удерживать главную цель — помощь тем, кто страдает от интернет залипания. Основные цели традиций:"
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "Сохранить единство и атмосферу поддержки."
      }), "\n", createVNode(_components.li, {
        children: "Сделать так, чтобы наши группы НЕ управлялись амбициями отдельных людей."
      }), "\n", createVNode(_components.li, {
        children: "Защитить наше сообщество от внешних влияний и коммерциализации."
      }), "\n", createVNode(_components.li, {
        children: "Убедиться, что личные интересы НЕ станут выше интересов всего сообщества."
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "В отличие от шагов, которые касаются твоего личного роста и выздоровления, традиции охраняют наше сообщество в целом, чтобы мы могли оставаться сильными и устойчивыми для всех, кто ищет помощи."
    }), "\n", createVNode(_components.p, {
      children: "Традиции помогают сообществу оставаться в безопасности и служить людям, которые ещё страдают."
    }), "\n", createVNode(_components.h2, {
      id: "традиция-пятая",
      children: "Традиция Пятая"
    }), "\n", createVNode(_components.blockquote, {
      children: ["\n", createVNode(_components.p, {
        children: "У каждой группы есть лишь одна главная цель: донести наши идеи до тех интерент зависимых, которые все еще страдают."
      }), "\n"]
    }), "\n", createVNode(_components.h2, {
      id: "суть-нашего-служения",
      children: "Суть нашего служения"
    }), "\n", createVNode(_components.p, {
      children: "в достижении нашей главной цели. Держа курс на эту цель и под руководством любящей Высшей Силы, группы АИЗ становятся каналом, по которому идет целительная сила выздоровления. АИЗ существуют для того, чтобы помогать зависимым обрести свободу от активной зависимости. Если бы мы стали преследовать иные цели, то сбились бы с пути, и наши силы иссякли бы. Пятая Традиция призывает нас к тому, чтобы сохранять чистоту наших идеалов, ставя перед собой лишь одну цель и честно стремясь к ее достижению."
    }), "\n", createVNode(_components.p, {
      children: "Мы приходим к пониманию этих Традиций постепенно, с течением времени, благодаря тому, что общаемся с другими членами АИЗ и посещаем собрания разных групп. Обычно только после того, как мы начинаем заниматься служением, кто-то из нас обращает внимание на то, что «от единства АИЗ зависит личное выздоровление каждого», и что единство зависит от того, насколько хорошо мы следуем нашим Традициям. Двенадцать Традиций АИЗ не подлежат обсуждению. Они являются основополагающими принципами, благодаря которым наше Сообщество остается живым и свободным."
    }), "\n", createVNode(_components.p, {
      children: "Следуя этим принципам в своих отношениях с другими людьми и обществом в целом, мы сможем избежать многих неприятностей. Нельзя сказать, что наши Традиции избавляют нас от всех проблем. Нам попрежнему придется встречаться лицом к лицу с трудностями по мере их возникновения: с проблемами общения, с различиями во мнениях, с внутренними противоречиями и с неприятностями в отношениях с отдельными людьми и группами вне Сообщества. Тем не менее, если мы применяем эти принципы, некоторые подводные камни нам удается обойти."
    }), "\n", createVNode(_components.p, {
      children: "Многие из наших проблем похожи на те, с которыми сталкивались наши предшественники. Благодаря их опыту, накопленному с таким трудом, появились Традиции, а наш собственный опыт доказал, что эти принципы так же актуальны сегодня, как и в те дни, когда они были сформулированы. Наши Традиции защищают нас от внутренних и внешних сил, способных уничтожить нас. Традиции – это поистине то, что нас объединяет. Они работают только при их понимании и практическом применении."
    }), "\n", createVNode(_components.h2, {
      id: "о-традициях-первоначальные-вопросы",
      children: "О традициях. Первоначальные вопросы"
    }), "\n", createVNode(_components.ul, {
      children: ["\n", createVNode(_components.li, {
        children: "“Вы хотите сказать, что наша главная цель - делиться опытом?"
      }), "\n", createVNode(_components.li, {
        children: "Я думал, что мы здесь для того, чтобы стать “чистыми”."
      }), "\n", createVNode(_components.li, {
        children: "Я думал, что наша главная цель - выздоровление от интернет зависимости."
      }), "\n"]
    }), "\n", createVNode(_components.p, {
      children: "Для отдельно взятого человека это, конечно, правда. Наши товарищи находятся здесь для того, чтобы избавиться от наркомании и найти новый путь в жизни. Но тем не менее группы, как таковые, не находятся под воздействием интернета и не выздоравливают. Все, что могут делать эти группы - это посеять зерно выздоровления и собрать интернет зависимых вместе, чтобы могло осуществляться чудесное воздействие сопереживания, честности, заботы, участия и помощи. Цель этой традиции в том, чтобы эта атмосфера выздоровления поддерживалась. Эту цель можно достигнуть за счет сохранения в наших группах направленности на выздоровление. Благодаря тому, что все группы и каждая из них в отдельности сфокусированы на передаче эстафеты выздоровления, обеспечивается последовательность и постоянство; ИЗ могут рассчитывать на нас. Единство цели и действий делает возможным то, что раньше казалось невозможным."
    }), "\n", createVNode(_components.p, {
      children: "Двенадцатый шаг индивидуальной программы также говорит, что мы делимся опытом выздоровления с ИЗ, которые все еще страдают. Работа с другими - это мощный стимул для процесса выздоровления. “Терапевтическая ценность помощи одного интернет зависимого другому не имеет себе равных”. Для новичков ценность заключается в том, что они находят АИЗ и узнают там, как оставаться чистыми. Для более опытных членов Сообщества с помощью Двенадцати шагов поддерживается способность к выздоровлению. Группа является самым лучшим средством для передачи опыта другим ИЗ. Когда какой-нибудь член группы делится своим опытом, он несколько ограничен в толковании его, и в этом случае может сказаться его понимания выздоровления или особенности личности. В литературе могут помешать особенности языка, которым написана книга. Теряется при этом чувство силы и интенсивность воздействия. В группе же мы постоянно возвращаемся к обсуждению темы передачи опыта и у группы нет многих из вышеперечисленных недостатков."
    }), "\n", createVNode(_components.p, {
      children: "Что же произойдет, если для нашей группы главной будет другая цель? Мы постепенно лишимся своего опыта. Если бы мы стали зарабатывать деньги, многие из нас, возможно, смогли бы разбогатеть. Если бы мы создали какой-либо общественный клуб, у нас появилось бы много друзей и близких. Если бы мы нашли себе применение в сфере образования, то смогли бы обучить много толковых ИЗ. Если бы нашей специальностью стала бы медицина, то многие могли бы улучшить свое здоровье. Но если целью нашей группы стало бы нечто другое, чем передача опыта, многие погибли бы, и лишь некоторые смогли бы избавиться от наркомании."
    }), "\n", createVNode(_components.h2, {
      id: "что-же-собой-представляет-наш-опыт",
      children: "Что же собой представляет наш опыт?"
    }), "\n", createVNode(_components.p, {
      children: "Он выражается в том, что любой наркоман может прекратить употреблять компульсивно интернет и обрести новый образ жизни. Наш опыт - это надежда и обещание свободы. Когда все сказано и сделано, нашей главной и единственной задачей может быть только передача опыта ИЗ, который все еще страдает, так как это все, что мы можем и должны ему дать."
    })]
  });
}
function MDXContent(props = {}) {
  const {wrapper: MDXLayout} = props.components || ({});
  return MDXLayout ? createVNode(MDXLayout, {
    ...props,
    children: createVNode(_createMdxContent, {
      ...props
    })
  }) : _createMdxContent(props);
}

const url = "src/content/posts/zachem-nam-12-tradiczij.mdx";
const file = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/zachem-nam-12-tradiczij.mdx";
const Content = (props = {}) => MDXContent({
  ...props,
  components: { Fragment: Fragment, ...props.components, "astro-image":  props.components?.img ?? $$Image },
});
Content[Symbol.for('mdx-component')] = true;
Content[Symbol.for('astro.needsHeadRendering')] = !Boolean(frontmatter.layout);
Content.moduleId = "/Users/samgold/Desktop/Проекты/12 шагов проекты/internet-aiz/src/content/posts/zachem-nam-12-tradiczij.mdx";
__astro_tag_component__(Content, 'astro:jsx');

export { Content, __usesAstroImage, Content as default, file, frontmatter, getHeadings, url };
